Repository: veldtech/miki-bot
Catalog: Miki/Languages/*.resx
Languages: de_de, fi_fi, fr_fr, nl_nl, pt_pt, sv_se

# miki_command_description_toggleerrors
source: Toggle Miki's ability to send you Error DM's!
de_de: Entscheide, ob Miki dir Fehlermeldungen schicken kann!
sv_se: Stäng av Mikis förmåga att skicka

# miki_command_description_toggleguildnotifications
source: Toggle Miki's ability to send non-command messages in this channel!
de_de: Entscheide, ob Miki Servermitteilungen in diesem Channel schicken kann!
sv_se: Stäng av Mikis förmåga att skicka icke kommando meddelanden i denna kanal!

# miki_generic_achievements
source: Achievements
de_de: Errungenschaften
sv_se: Prestationer

# miki_generic_disabled
source: disabled
de_de: ausgeschaltet
sv_se: inaktiverad

# miki_generic_enabled
source: enabled
de_de: eingeschaltet
sv_se: aktiverad

# miki_generic_global_information
source: Global Information
de_de: Globale Information

# miki_generic_reward
source: Reward
de_de: Belohnung
sv_se: Belöning

# miki_module_accounts_information_rank
source: Rank: #{0}
de_de: Rang: #{0}

# miki_module_accounts_leaderboards_commands_header
source: Leaderboards: Command usage
de_de: Bestenliste: Befehlsbenutzung
sv_se: Topplistor för: Kommando Användning

# miki_module_accounts_leaderboards_header
source: Leaderboards: Global Experience
de_de: Bestenliste: Globale Erfahrung
sv_se: Topplistor för: Global Erfarenhet

# miki_module_accounts_leaderboards_local_header
source: Leaderboards: Local Experience
de_de: Bestenliste: Lokale Erfahrung
sv_se: Topplistor för: Lokal Erfarenhet

# miki_module_accounts_leaderboards_mekos_header
source: Leaderboards: Mekos
de_de: Bestenliste: Mekos
sv_se: Topplistor för: Mekos

# miki_module_accounts_profile_error_null
source: Profile {0} doesn't exist!
de_de: Profil {0} existiert nicht!
sv_se: Profil {0} finns inte!

# miki_module_accounts_profile_favourite_command
source: Favourite Command
de_de: Lieblingsbefehl
sv_se: Favorit Kommando

# miki_module_accounts_profile_footer
source: member since {0} | request took: {1}ms
de_de: Mitglied seit {0} | Anfrage brauchte {1}ms
sv_se: Medlem sedan {0} |

# miki_module_accounts_profile_header
source: {0]'s Profile
de_de: {0}s Profil
sv_se: {0]s Profil

# miki_module_accounts_profile_marriedto
source: Married to
de_de: Verheiratet mit:
sv_se: Gift med:

# miki_module_accounts_profile_url
source: Profile url
de_de: Profil URL:
sv_se: Profil URL:

# miki_module_settings_dm
source: {0} direct messages
de_de: {0} Privat Nachrichten
sv_se: {0} privata meddelanden

# miki_module_settings_error_dm
source: {0} error notifications
de_de: {0} Fehler Benachrichtigungen
sv_se: {0} felmeddelanden

# miki_module_settings_guild_notifications
source: {0} guild notifications
de_de: {0} Server Benachrichtigungen
sv_se: {0} guildmeddelanden

# miki_placeholder_null
source: none (yet!)
de_de: (noch) keine!
sv_se: inga (än!)

# miki_module_general_urban_author
source: by {0}
de_de: von {0}
sv_se: av {0}

# miki_module_accounts_divorce_content
source: {0} has divorced {1}
de_de: {0} schied sich von {1}
sv_se: {0} har skiljt sig med {1}

# miki_module_accounts_divorce_header
source: 🔔 Divorce
de_de: 🔔 Scheidung
sv_se: 🔔 Skilsmässa

# miki_module_accounts_error_no_marriage
source: You're not married to this person!
de_de: Du bist nicht mit dieser Person verheiratet.

# miki_module_general_prefix_help
source: Your current prefix is **{0}**!
de_de: Euer derzeitiger Prefix ist **{0}**!
sv_se: Prefixen just nu är **{0}**!

# miki_command_description_divorce
source: are you done being married? Divorce today!
de_de: Durch mit Heiraten? Scheide dich heute!
sv_se: Har du fått nog med att vara gift? Skilj dig idag!

# miki_command_usage_divorce
source: >divorce <mention> >divorce <name>
de_de: >divorce @Nutzer >divorce Nutzer
sv_se: >divorce @användare >divorce användare

# miki_module_general_help_aliases
source: Aliases
de_de: Alias
sv_se: Smeknamn

# miki_module_general_guildinfo_roles_count
source: Role count
de_de: Rollenzähler
sv_se: Antal roller

# miki_module_general_guildinfo_voicechannels
source: Voice Channels
de_de: Sprachkanäle
sv_se: Röstkanaler

# miki_command_description_marry
source: Marry your soulmate <3
de_de: Heirate deinen Seelenverwandten <3
sv_se: Gift dig med din själsfrände <3

# miki_command_usage_marry
source: >marry <mention>
de_de: >marry @Benutzer
sv_se: >marry @användare

# miki_module_accounts_marry_error_exists
source: You're already proposing/married to this person.
de_de: Du hast dieser Person bereits einen Antrag gemacht/bist bereits mit ihr verheiratet.
sv_se: Du har redan frMiki.Frameworkt/är gift med denna person.

# miki_module_accounts_marry_error_no_mention
source: Please mention the person you're proposing to!
de_de: Bitte erwähne die Person der du einen Antrag machen möchtest!
sv_se: Pinga personen du vill frMiki.Framework till, tack!

# miki_module_accounts_marry_error_null
source: You or the other person doesn't have a miki account yet. Make them talk more!
de_de: Du oder die andere Person hat noch keinen Miki-Account. Redet mehr!
sv_se: Du eller den andra personen har inte ett Miki konto än. Få dem att prata mer!

# miki_module_accounts_marry_text
source: {0} has proposed to {1}!
de_de: {0} macht {1} einen Heiratsantrag!
sv_se: {0} har frMiki.Frameworkt till {1}!

# miki_module_accounts_marry_text2
source: Do you accept?
de_de: Nimmst du an?
sv_se: Accepterar du?

# miki_terms_mention
source: mention
de_de: erwähnen
sv_se: nämna

# miki_command_declinemarriage_description
source: only when you really don't want to get married.
de_de: nur falls du wirklich nicht heiraten willst.

# miki_command_declinemarriage_usage
source: >declinemarriage @user >declinemarriage *
de_de: >declinemarriage @Benutzer >declinemarriage *

# miki_marriage_all_declined
source: All proposals declined!
de_de: Alle Heiratsanträge abgelehnt!

# miki_marriage_declined
source: The proposal has been declined.
de_de: Der Heiratsantrag wurde abgelehnt.

# miki_marriage_no_mention
source: Please mention the person you want to decline.
de_de: Bitte erwähne die Person die du ablehen möchtest.

# miki_marriage_null
source: This user hasn't proposed to you!
de_de: Dieser Benutzer hat dir keinen Antrag gemacht!

# miki_admin_cannot_disable
source: {0} cannot be disabled
de_de: {0} kann nicht deaktiviert werden
sv_se: {0} kan inte stängas av.

# miki_command_description_acceptmarriage
source: Find your true love, accept a marriage proposal!
de_de: Finde deine wahre Liebe, akzeptiere einen Heiratsantrag!

# miki_command_description_ban
source: Get rid of troublemakers and never see them again!
de_de: Werde Störenfriede los und seh sie nie wieder!
sv_se: Ta hand om bråkmakare så du inte behöver se dem mer!

# miki_command_description_buymarriageslot
source: Buy more marriage slots here, the price increases with 2500 for every slot, and caps at 10 slots.
de_de: Kaufe Heiratsslots hier, der Preis steigt um 2500 jedes mal an, das maximum beträgt 10 slots.

# miki_command_description_clean
source: Clean up most recent messages from miki!
de_de: Entferne die neusten Nachrichten von Miki.
sv_se: Städa upp dem senaste meddelanden från Miki!

# miki_command_description_daily
source: Get daily mekos!
de_de: Bekomme täglich Mekos!
sv_se: Plocka upp dina dagliga mekos!

# miki_command_description_declinemarriage
source: Decline marriages you or the other person proposed. This command can be used to remove your own proposal! use * to decline all marriages.
de_de: Lehne Heiratsantäge ab die du oder die andere Person gemacht haben. Dieser Befehl kann dazu genutzt werden deinen eigenen Antrag zu enfernen! Nutze * um alle Anträge abzulehnen.

# miki_command_description_give
source: Give love and mekos to your friends... mostly mekos.
de_de: Gebe deinen Feunden Liebe und Mekos... aber hauptsächlich Mekos.
sv_se: Ge kärlek och mekos till dina vänner... men mest mekos.

# miki_command_description_kick
source: Kick baddies with the power of Miki!
de_de: Kicke Übeltäter mit der Kraft von MIki!
sv_se: Sparka dåliga personer med kraften av Miki!

# miki_command_description_mekos
source: Show your mekos to the world!
de_de: Zeige der Welt deine Mekos!
sv_se: Visa dina mekos till världen!

# miki_command_description_prune
source: Clean up your
de_de: Räume deinen Chat auf.
sv_se: Städa upp din chatt.

# miki_command_description_setcommand
source: Disable or enable commands with this command! (do not disable this command)
de_de: Deaktiviere oder aktiviere Befehle mit diesem Befehl! (deaktiviere diesen Befehl auf keinen Fall)
sv_se: Stäng av eller slå på vissa kommandon med detta kommando! (stäng inte av detta kommando)

# miki_command_description_setmodule
source: Disable or enable modules and all its background workers with this command!
de_de: Deaktiviere oder aktiviere Module und alle Hintergrundaufgaben mit diesem Befehl!
sv_se: Stäng av eller slå på moduler och alla bakgrundsarbete med detta kommando!

# miki_command_description_setrolelevel
source: Allow users to gain roles when they reach a certain level!
de_de: Erlaube Nutzern Rollen mit einem bestimmten Levelaufstieg zu verdienen.
sv_se: Tillåt användare få roller när dem når en viss nivå!

# miki_command_description_showproposals
source: Show your open proposals with this handy command!
de_de: Zeige deine ausstehenden Heiratsanträge mit diesem hilfreichen Befehl!
sv_se: Visa dina obesvarade frMiki.Frameworknden med detta kommando!

# miki_command_description_softban
source: Softban a person who's being a rude dude
de_de: Softbanne eine Person die unhöflich war.
sv_se: Softbanna en person som är jobbig.

# miki_command_description_syncavatar
source: Synchronise your avatar with the miki database!
de_de: Synchronisiere deinen Avatar mit der Miki Datenbank!
sv_se: Synkronisera din profil bild med Miki databasen!

# miki_command_description_syncname
source: Synchronise your name with the miki database!
de_de: Synchronisiere deinen Benutzernamen mit der Miki Datenbank!
sv_se: Synkronisera ditt namn med Miki Databasen!

# miki_command_usage_acceptmarriage
source: >acceptmarriage <mention>
de_de: >acceptmarriage <Erwähnung>

# miki_command_usage_ban
source: >ban <mention> [reason] >ban <user id> [reason]
de_de: >ban <Erwähnung> [Grund] >ban <Benutzer ID> [Grund]
sv_se: >ban <@användare> [anledning] >ban <användare id> [anledning]

# miki_command_usage_declinemarriage
source: >declinemarriage <mention> > declinemarriage *
de_de: >declinemarriage <Erwähnung> > declinemarriage *

# miki_command_usage_give
source: >give <user> <amount>
de_de: >give <Benutzer> <Betrag>
sv_se: >give <@användare> <mängd>

# miki_command_usage_kick
source: >kick <mention> [reason] >kick <user id> [reason]
de_de: >kick <Erwähnung> [Grund] >kick <Benutzer ID> [Grund]
sv_se: >kick <@användare> [anledning] >kick <användare id> [anledning]

# miki_command_usage_prune
source: >prune [amount]
de_de: >prune [Betrag]
sv_se: >prune [mängd]

# miki_command_usage_setcommand
source: >setcommand <command name> 1 to enable >setcommand <command name> 0 to disable
de_de: >setcommand <Befehlsname> 1 zum aktivieren >setcommand <Befehlsname> 0 zum deaktivieren
sv_se: >setcommand <kommando namn> 1 to enable >setcommand <kommando namn> 0 to disable

# miki_command_usage_setmodule
source: >setmodule <module name> 1 to enable >setmodule <module name> 0 to disable
de_de: >setmodule <Modulname> 1 zum aktivieren >setmodule <Modulname> 0 zum deaktivieren
sv_se: >setmodule <modul namn> 1 to enable >setmodule <modul namn> 0 to disable

# miki_command_usage_setrolelevel
source: >setrolelevel <role name> <level>
de_de: >setrolelevel <Rollenname> <Level>
sv_se: >setrolelevel <roll namn> <nivå>

# miki_command_usage_softban
source: >softban <mention> [reason] >softban <user id> [reason]
de_de: >softban <Erwähnung> [Grund] >softban <Benutzer ID> [Grund]
sv_se: >softban <@användare> [anledning] >softban <användare id> [anledning]

# miki_command_description_ask
source: Ask your friends silly things
de_de: Frage deine Freunde dumme Sachen

# miki_command_description_bird
source: Birbs are too cute to not to have a special command for!
de_de: Vögelchen sind zu niedlich um keinen eigenen Befehl zu haben.

# miki_command_description_cage
source: NICK CAGE PICTURES
de_de: NICK CAGE BILDER
sv_se: NICK CAGE BILDER

# miki_command_description_cat
source: Meow, i am a cat picture generator!
de_de: Miau, ich bin ein Katzenbildergenerator

# miki_command_description_compliment
source: I'll compliment you personally with a special compliment
de_de: Ich werde dir persönlich ein spezielles Kompliment machen

# miki_command_description_confused
source: Show how confused you are by your friend's shitposting with the power of cute anime girls!
de_de: Zeige wie verwirrt du bist von den shitposts deiner Freunde mit der Kraft von niedlichen Animemädchen!

# miki_command_description_ctb
source: Catch fruit and impress friends with this slick Catch the Beat command!
de_de: Fange Früchte und beeindrucke deine Freunde mit diesem krassen "Catch the Beat" Befehl!

# miki_command_description_dog
source: Cute animals for you hand picked by the miki staff!
de_de: Niedliche Tiere für dich, handgelesen durch das Miki Personal!

# miki_command_description_e621
source: Basically very hairy people doing lewd things
de_de: Im Grunde sehr haarige Leute die lüsternde Dinge tun.

# miki_command_description_gelbooru
source: Gelbooru images for you, you nasty dog
de_de: Gelbooru Bilder für dich, du böser Hund.
sv_se: Gelbooru bilder till dig, din snuskiga hund

# miki_command_description_gif
source: Gif me all the gifs!
de_de: Gif mir alle Gifs!
sv_se: Gif mig alla gifs!

# miki_command_description_img
source: Get yourself an image with any tag!
de_de: Besorg dir ein Bild mit jedem erdenklichen Schlagwort!

# miki_command_description_lewd
source: Is someone being a baka hentai? Show your disapproval with this LEWD image
de_de: Jemand ist ein Baka hentai? Zeige dein missfallen mit diesem lüsternen Bild
sv_se: Är det någon som är en baka hentai? Visa ditt ogillande med den här LEWD bilden.

# miki_command_description_lunch
source: Woof woof! what's for lunch?!
de_de: Wau wau! Was gibts zu mittag?!
sv_se: Woof woof! vad blir det till lunch?!

# miki_command_description_mania
source: Are you a typing king? show your osu!mania rank with this handy command!
de_de: Bist du ein Tippkönig? Zeige deinen osu!mania Rang mit diesem praktischen Befehl!

# miki_command_description_osu
source: Show your pride about your ability to click on circular objects!
de_de: Zeige deinen Stolz auf kreisförmige Objekte klicken zu können.

# miki_command_description_pick
source: Scared of taking decisions? I'll take them for you!
de_de: Angst Entscheidungen zu treffen? Ich machs für dich!

# miki_command_description_pout
source: When you're disappointed, sad or you're mad at someone. Show them a big tsundere pout >:T
de_de: Wenn du enttäuscht, traurig oder sauer auf jemanden bist. Zeige es mit einem großen Tsundere Schmollmund >:T

# miki_command_description_pun
source: Wouldn't it be punny if this was a pun as well?
de_de: Wäre es nicht witzig, wenn dieser Satz auch ein Wortspiel sei? ... Leider fiel uns nichts gutes ein.

# miki_command_description_roll
source: Roll 1d20, higher than 17 to defeat this troll!
de_de: Würfel 1d20, höher als 17 um diesen Troll zu besiegen!

# miki_command_description_roulette
source: Do fun giveaways, pick a random person from your server and give him fame and glory!
de_de: Mache lustige Verschenkungen, wähle einen zufälligen Benutzer von deinem Server und gib ihm Ehre und Ruhm!

# miki_command_description_rule34
source: Because there's nothing that doesn't have a porn version
de_de: Weil es nichts ohne Pornoversion gibt!
sv_se: Därför det finns inget som inte har en porr version av sig själv.

# miki_command_description_safe
source: Get safe for work images of cute anime girls! all tags can be found here: <https://safebooru.org/index.php?page=tags&s=list>
de_de: Bekomme arbeitssichere Bilder von niedlichen Animemädchen! Alle Schlagwörter findest du hier: <https://safebooru.org/index.php?page=tags&s=list>

# miki_command_description_slots
source: Test your luck with these totally not rigged slot machines for your enjoyment!
de_de: Versuch dein Glück mit diesen definitiv nicht manipulierten Münzautomat für deinen Spaß!

# miki_command_description_smug
source: When you win in a game of hearthstone
de_de: Wenn du eine Runde Hearthstone gewinnst
sv_se: När du vinner en hearthstone match.

# miki_command_usage_ask
source: >ask <question>
de_de: >ask <Frage>
sv_se: >ask <frågan>

# miki_command_usage_ctb
source: >ctb <osu username>
de_de: >ctb <osu Benutzername>
sv_se: >ctb <osu användarnamn>

# miki_command_usage_e621
source: >e621 <e621 tags>
de_de: >e621 <e621 Schlagwörter>
sv_se: >e621 <e621 taggar>

# miki_command_usage_gelbooru
source: >gelbooru <gelbooru tags>
de_de: >gelbooru <gelbooru Schlagwörter>
sv_se: >gelbooru <gelbooru taggar>

# miki_command_usage_gif
source: >gif [tags]
de_de: >gif [Schlagwörter]
sv_se: >gif [taggar]

# miki_command_usage_img
source: >img [tags]
de_de: >img [Schlagwörter]
sv_se: >img [taggar]

# miki_command_usage_mania
source: >mania <osu username>
de_de: >mania <osu Benutzername>
sv_se: >manMiki.Framework <osu användarnamn>

# miki_command_usage_osu
source: >osu <osu username>
de_de: >osu <osu Benutzername>
sv_se: >osu <osu användarnamn>

# miki_command_usage_roll
source: >roll [amount] >roll [amount of dice]d[sides of dice]
de_de: >roll [Betrag] >roll [Anzahl der Würfel]d[Seiten der Würfel]

# miki_command_usage_rule34
source: >rule34 <rule34 tags>
de_de: >rule34 <rule34 Schlagwörter>
sv_se: >rule34 <rule34 taggar>

# miki_command_usage_safe
source: >safe <tags>
de_de: >safe <Schlagwörter>
sv_se: >safe <taggar>

# miki_command_usage_slots
source: >slots <amount bet>
de_de: >slots <Wettbetrag>
sv_se: >slots <antal mekos statsat>

# miki_command_usage_taiko
source: >taiko <osu username>
de_de: >taiko <osu Benutzername>
sv_se: >taiko <osu användarnamn>

# miki_command_usage_remind
source: >remind me to <action> in <time> (e.g. 2 minutes and 11 seconds)
de_de: >remind me to <Aktion> in <Zeit> (z. B. 2 minutes and 11 seconds)

# miki_module_fun_slots_header
source: slots
fi_fi: Pelikone
fr_fr: Machine à sous.
nl_nl: Speelautomaat
sv_se: spelautomater

# miki_module_pasta_mine_header
source: {0}'s pastas
fi_fi: {0}:n pastat
fr_fr: Les pastas de {0}
sv_se: {0}s pastor

# miki_module_general_info_links
source: Links
fi_fi: Linkit
fr_fr: Liens
sv_se: Länkar

# miki_accounts_level_up_header
source: ☀️️ level up!
sv_se: ☀️️ Ny nivå upnått!

# miki_module_accounts_information_level
source: Level: {0} ({1}/{2})
sv_se: Nivå: {0} ({1}/{2})

# miki_command_usage_pick
source: >pick <option1>,[option2],[...]
sv_se: >pick <alternativ1>,[alternativ2],[…]

# miki_command_usage_prefix
source: >prefix ~
fi_fi: >etuliite ~
pt_pt: Prefixo

# miki_module_admin_kick_header
source: ⚠ KICK
fi_fi: ⚠ POISTETTU
fr_fr: ⚠ EXPULSER
pt_pt: ⚠ Expulsar

# miki_module_general_urban_definition
source: Definition
fi_fi: Tarkennus
fr_fr: Définition
nl_nl: Definitie
pt_pt: Definição

# miki_command_usage_info
source: >info
pt_pt: >informações

# miki_module_general_info_patreon
source: patreon
pt_pt: Patrão
