Repository: veldtech/miki-bot
Catalog: Miki/Languages/*.resx
Languages: de_de, fi_fi, fr_fr, nl_nl, pt_pt, sv_se

# miki_command_usage_pasta
source: >pasta new <keyword> <content of pasta> >pasta + <keyword> <content of pasta> >pasta find <keyword> >pasta search <keyword> >pasta edit <keyword> <content to edit> >pasta change <keyword> <content to edit> >pasta who <keyword> >pasta whom <keyword> >pasta ? <keyword> >pasta upvote <keyword> >pasta <3 <keyword> >pasta love <keyword> >pasta downvote <keyword> >pasta </3 <keyword> >pasta hate <keyword>
de_de: pasta new <Schlüsselwort> <Pasta-Inhalt> pasta + <Schlüsselwort> <Pasta-Inhalt> pasta find <Schlüsselwort> pasta search <Schlüsselwort> pasta edit <Schlüsselwort> <neuer Inhalt> pasta change <Schlüsselwort> <neuer Inhalt> pasta who <Schlüsselwort> pasta whom <Schlüsselwort> pasta ? <Schlüsselwort> pasta upvote <Schlüsselwort> past <3 <Schlüsselwort> pasta love <Schlüsselwort> pasta downvote <Schlüsselwort> pasta </3 <Schlüsselwort> pasta hate <Schlüsselwort>
fi_fi: pasta uusi <avainsana> <pastan sisältö> pasta + <avainsana> <pastan sisältö> pasta löydä <avainsana> pasta etsi <avainsana> pasta muokkaa <avainsana> <muokattava sisältö> pasta vaihda <avainsana> <muokattava sisältö> pasta kuka <avainsana> pasta ketä <avainsana> pasta ? <avainsana> pasta upvote <avainsana> pasta <3 <avainsana> pasta love <avainsana> pasta downvote <avainsana> pasta </3 <avainsana> pasta hate <avainsana>
fr_fr: pasta new <Mot clé> <contenu du pasta> pasta + <Mot clé> <contenu du pasta> pasta find <Mot clé> pasta search <Mot clé> pasta edit <Mot clé> <contenu à éditer> pasta change <Mot clé> <contenu à éditer> pasta who <Mot clé> pasta whom <Mot clé> pasta ? <Mot clé> pasta upvote <Mot clé> pasta <3 <Mot clé> pasta love <Mot clé> pasta downvote <Mot clé> pasta </3 <Mot clé>pasta hate <Mot clé>
nl_nl: pasta new <sleutelwoord> <inhoud v.d. pasta> pasta + <sleutelwoord> <inhoud v.d. pasta> pasta find <sleutelwoord> pasta search <sleutelwoord> pasta edit <sleutelwoord> <te bewerken inhoud> pasta change <sleutelwoord> <te bewerken inhoud> pasta who <sleutelwoord> pasta whom <sleutelwoord> pasta ? <sleutelwoord> pasta upvote <sleutelwoord> pasta <3 <sleutelwoord> pasta love <sleutelwoord> pasta downvote <sleutelwoord> pasta </3 <sleutelwoord> pasta hate <sleutelwoord>
pt_pt: pasta new <palavra-chave> <conteúdo de pasta> pasta + <palavra-chave> <conteúdo de pasta> pasta find <palavra-chave> pasta search <palavra-chave> pasta edit <palavra-chave> <conteúdo para editar> pasta change <palavra-chave> <conteúdo para editar> pasta who <palavra-chave> pasta whom <palavra-chave> pasta ? <palavra-chave> pasta upvote <palavra-chave> pasta <3 <palavra-chave> pasta love <palavra-chave> pasta downvote <palavra-chave> pasta </3 <palavra-chave>pasta hate <palavra-chave>
sv_se: pasta new <rubrik> <innehåll av pasta> pasta + <rubrik> <innehåll av pasta> pasta find <rubrik> pasta search <rubrik> pasta edit <rubrik> <innehåll att ändra> pasta change <rubrik> <innehåll att ändra> pasta who <rubrik> pasta whom <rubrik> pasta ? <rubrik> pasta upvote <rubrik> pasta <3 <rubrik> pasta love <rubrik> pasta downvote <rubrik> pasta </3 <rubrik>pasta hate <rubrik>

# miki_module_fun_8ball_result
source: 🎱 {0}, your question has been answered `{1}`
de_de: 🎱 {0}, deine Frage wurde beantwortet: `{1}`
fi_fi: 🎱 {0}, kysymykseesi on vastattu `{1}`
fr_fr: 🎱 {0}, votre question a été répondue `{1}`
nl_nl: 🎱 {0}, je vraag is beantwoord `{1}`
pt_pt: 🎱 {0}, a sua pergunta foi respondida `{1}`
sv_se: 🎱 {0}, din fråga har blivit besvarad `{1}`

# miki_module_fun_image_error_no_image_found
source: No images found on your search :(
de_de: Zu deiner Suche wurden keine Bilder gefunden. :(
fi_fi: Kuvia ei löytynyt haullasi :(
fr_fr: Aucune image n'a été trouvé avec votre recherche :(
nl_nl: Geen afbeeldingen gevonden voor uw zoekopdracht. :(
pt_pt: Nenhuma imagem encontrada em sua pesquisa. -benzóico.
sv_se: Inga bilder hittades på din sökning. :(

# miki_module_pasta_create_error_already_exist
source: This pasta already exists! Try a different name.
de_de: Diese Pasta existiert bereits! Versuche ein anderes Schlagwort!
fi_fi: Pasta on jo olemassa! Kokeile toista tagia!
fr_fr: Cette pasta existe déjà! Essayez avec un autre tag!
nl_nl: Deze pasta bestaat al! Probeer een ander sleutelwoord!
pt_pt: Esta pasta já existe! Tente uma outra diferente!
sv_se: Den här pastan finns redan! försök med en annan rubrik!

# miki_module_pasta_create_success
source: Created pasta `{0}`!
de_de: Pasta erstellt `{0}`!
fi_fi: Pasta luotu `{0}`!
fr_fr: La pasta `{0}` a été crée !
nl_nl: Pasta `{0}` gecreëerd!
pt_pt: Pasta criada `{0}`!
sv_se: Pasta skapad `{0}`!

# miki_module_pasta_delete_success
source: Deleted pasta `{0}`!
de_de: Pasta gelöscht `{0]`!
fi_fi: Pasta poistettu `{0}`!
fr_fr: La pasta `{0}` a été supprimée !
nl_nl: Pasta `{0}` verwijderd!
pt_pt: Pasta apagada `{0}`!
sv_se: Pasta borttagen `{0}`!

# miki_module_pasta_edit_success
source: Edited `{0}`!
de_de: Bearbeitet `{0}`!
fi_fi: Muokattu `{0}`!
fr_fr: La pasta `{0}` a été éditée !
nl_nl: `{0}` bewerkt!
pt_pt: Editado `{0}`!
sv_se: Ändrat `{0}`!

# miki_module_pasta_error_no_permissions
source: You cannot {0} pastas you did not create!
de_de: Du kannst Pastas nicht {0} die du nicht selbst erstellt hast!
fi_fi: Et voi {0} pastoja, joita et luonut!
fr_fr: Vous ne pouvez pas les pastas que vous n'avez pas crée !
nl_nl: Je kunt pastas niet {0} die jij niet gecreëerd hebt!
pt_pt: Você não pode {0} pastas que você não criou!
sv_se: Du kan inte {0} pastas som du inte skapade!

# miki_module_pasta_error_null
source: This pasta doesn't exist!
de_de: Diese Pasta existiert nicht!
fi_fi: Tätä pastaa ei ole olemassa!
fr_fr: Cette pasta n'existe pas !
nl_nl: Deze pasta bestaat niet!
pt_pt: Esta pasta não existe!
sv_se: Den pastan finns inte!

# miki_module_pasta_error_search_no_arg
source: Please enter one of the tags or commands.
de_de: Bitte gib ein Schlagwort oder einen Befehl ein.
fi_fi: Syötä jokin tagi tai käsky.
fr_fr: Veuillez entrer un des tags ou une commande.
nl_nl: Voer a.u.b. een tag of commando in.
pt_pt: Insira uma das tags ou comandos.
sv_se: Ange en pasta rubrik eller kommando, tack.

# miki_module_pasta_error_search_no_results
source: No search query found. Please specify what you want to search for.
de_de: Keine Suchabfrage gefunden. Bitte sag, wonach du suchen willst.
fi_fi: Kysymystä ei löytynyt. Tarkenna mitä haluat hakea.
fr_fr: Aucun résultat, veuillez spécifier ce que vous recherchez.
nl_nl: Geen zoekvraag gevonden. Specificeer a.u.b. wat u wilt opzoeken.
pt_pt: Nenhuma consulta de pesquisa encontrada, especifique o que você deseja pesquisar.
sv_se: Inge sökfråga hittades. Var mer specifik med vad du vill söka för, tack.

# miki_module_pasta_error_specify
source: Please specify which pasta you would like to {0}.
de_de: Bitte gib an, welche Pasta du {0} möchtest.
fi_fi: Tarkenna mitä pastaa haluaisit {0}.
fr_fr: Veuillez spécifier quelle pasta vous voulez {0}.
nl_nl: Specificeer a.u.b. welke pasta u wilt {0}.
pt_pt: Especifique quais pastas você gostaria de {0}.
sv_se: Var mer specifik på vilken pasta du vill {0}, tack.

# miki_module_pasta_error_specify_check
source: check
de_de: prüfen
fi_fi: tarkista
fr_fr: vérifier.
nl_nl: controleren
pt_pt: Verificar
sv_se: kolla

# miki_module_pasta_error_specify_delete
source: delete
de_de: löschen
fi_fi: poista
fr_fr: supprimer.
nl_nl: verwijderen
pt_pt: Excluir
sv_se: radera

# miki_module_pasta_error_specify_edit
source: edit
de_de: bearbeiten
fi_fi: muokkaa
fr_fr: éditer.
nl_nl: bewerken
pt_pt: Editar
sv_se: ändra

# miki_module_pasta_error_specify_upvote
source: upvote
de_de: loben
fr_fr: voter pour.
nl_nl: upvoten
pt_pt: Votação
sv_se: rösta upp

# miki_module_pasta_identify_created_by
source: Created by
de_de: Erstellt von
fi_fi: Luonut
fr_fr: Crée par
nl_nl: Gecreëerd door
pt_pt: Criado por
sv_se: Skapad av

# miki_module_pasta_identify_date_created
source: Date created
de_de: Datum erstellt
fi_fi: Valmistuspäivä
fr_fr: Date de création
nl_nl: Datum gecreëerd
pt_pt: Dados criados
sv_se: Datum Skapad

# miki_module_pasta_identify_rating
source: Rating
de_de: Bewertung
fi_fi: Pisteet
fr_fr: Score
nl_nl: Beoordeling
pt_pt: Avaliação
sv_se: Gradering

# miki_module_pasta_identify_times_used
source: Times used
de_de: Abgerufen
fi_fi: Kertoja käytetty
fr_fr: Nombre de fois utilisée
nl_nl: Aantal keer gebruikt
pt_pt: Vezes usados
sv_se: Gånger Använd

# miki_module_pasta_mine_error_null
source: Sorry, but you haven't created any pastas yet.
de_de: Entschuldige, aber du hast noch keine Pastas...
fi_fi: Anteeksi, mutta sinulla ei ole vielä pastoja.
fr_fr: Désoler mais vous n'avez aucune pasta pour le moment...
nl_nl: Sorry, maar je hebt nog geen pastas...
pt_pt: Desculpe, mas você não tem pastas ainda
sv_se: Tyvärr, men du har ingen pasta skapad än...

# miki_module_pasta_search_error_no_results
source: Sorry, but we couldn't find a pasta with `{0}`
de_de: Entschuldige, wir konnten keine Pasta mit `{0}` finden
fi_fi: Anteeksi, mutta emme löytäneet pastaa `{0}`:lla
fr_fr: Désoler mais nous n'avons pu trouver aucune pasta avec `{0}`
nl_nl: Sorry, maar we konden geen pasta vinden met `{0}`
pt_pt: Desculpe, mas não conseguimos encontrar uma pasta com `{0}`
sv_se: Tyvärr, men vi kunde inte hitta en pasta med `{0}`

# miki_module_pasta_search_footer
source: page {0} of {1}
de_de: Seite {0} von {1}
fi_fi: Sivu {0} / {1}
fr_fr: Page {0} sur {1}
nl_nl: pagina {0} van {1}
pt_pt: Página {0} de {1}
sv_se: sida {0} av {1}

# miki_module_pasta_search_header
source: 🔎 I found these pastas:
de_de: 🔎 Ich habe diese Pastas gefunden
fi_fi: 🔎 Löysin nämä pastat:
fr_fr: 🔎 J'ai trouver ses pastas
nl_nl: 🔎 Ik heb deze pastas gevonden
pt_pt: 🔎 Eu encontrei estas pastas
sv_se: 🔎 Jag hittade dessa pastor

# miki_module_pasta_vote_success
source: Your vote has been updated! Current Score: `{0}`
de_de: Deine Stimme wurde aktualisiert! Derzeitiger Punktestand: `{0}`
fi_fi: Äänesi on päivitetty! Tämänhetkiset Pisteet: `{0}`
fr_fr: Votre vote a été mis a jour ! Score actuel: `{0}`
nl_nl: Je stem is geupdate! Huidige Score: `{0}`
pt_pt: Seu voto foi atualizado! Pontuação atual `{0}`
sv_se: Din röst har blivit uppdaterad! Nuvarande poäng: `{0}`

# miki_success_message_generic
source: Success!
de_de: Erfolg!
fi_fi: Onnistui!
fr_fr: Succès !
nl_nl: Succes!
pt_pt: Sucesso!
sv_se: Succé!

# miki_command_description_info
source: Shows information about the bot and its creator.
de_de: Zeigt Informationen über den Bot und seinen Ersteller
fi_fi: Näyttää botin ja sen luojan tiedot.
fr_fr: Montre les informations a propos du bot et du créateur.
nl_nl: Toont informatie over de bot en haar ontwikkelaar.
pt_pt: Mostra informações sobre o bot e o seu criador.
sv_se: Visar information om mig och min skapare

# miki_command_description_prefix
source: Set your server's prefix for miki (default: >) to something else
de_de: Setze den Server-Prefix für Miki (Standardmäßig: >)
fi_fi: Aseta palvelimesi etuliite Mikille (oletus: >) johonkin muuhun
fr_fr: Changer le préfixe de Miki (par défaut: >) pour un autre.
nl_nl: Verander uw server's voorvoegsel voor miki (standaard: >) in iets anders.
pt_pt: Defina o prefixo do seu servidor para miki (padrão: >) para outra coisa
sv_se: Ändra din servers prefix for Miki (normalt: >) till någonting annat

# miki_module_admin_disable_command
source: Disabled command `{0}`!
de_de: Befehl `{0}` deaktiviert!
fi_fi: Käsky poistettu käytöstä `{0}`!
fr_fr: La commande `{0}` a été désactivée !
nl_nl: Het commando `{0}` is gedeactiveerd!
pt_pt: Comando desativado `{0}`!
sv_se: Avaktiverade kommandot `{0}`!

# miki_module_admin_disable_module
source: Disabled module `{0}`!
de_de: Modul `{0}` deaktiviert!
fi_fi: Moduuli poistettu käytöstä `{0}`!
fr_fr: Le module `{0}` a été désactivé !
nl_nl: De module `{0}` is gedeactiveerd!
pt_pt: Módulo desativado `{0}`!
sv_se: Avaktiverade modulen `{0}`!

# miki_module_admin_enable_command
source: Enabled command `{0}`!
de_de: Befehl `{0}` aktiviert!
fi_fi: Käsky otettu käyttöön `{0}`!
fr_fr: La commande `{0}` a été activée !
nl_nl: Het commando `{0}` is geactiveerd!
pt_pt: Comando ativado `{0}`!
sv_se: Aktiverade kommandot `{0}`!

# miki_module_admin_enable_module
source: Enabled module `{0}`!
de_de: Modul `{0}` aktiviert!
fi_fi: Moduuli otettu käyttöön `{0}`!
fr_fr: Le module `{0}` a été activé !
nl_nl: De module `{0}` is geactiveerd!
pt_pt: Módulo ativado `{0}`!
sv_se: Aktiverade modulen `{0}`!

# miki_module_admin_error_module_disabled
source: Module {0} is disabled.
de_de: Modul `{0}` ist deaktiviert.
fi_fi: Moduuli {0} on poistettu käytöstä.
fr_fr: Le module {0} est désactivé.
nl_nl: De module {0} is niet geactiveerd.
pt_pt: O módulo {0} está desativado.
sv_se: Modulen `{0}`! är avaktiverad

# miki_module_admin_kick_by
source: 💁 Kicked by
de_de: 💁 Gekickt von
fi_fi: 💁 Sinut on poistanut
fr_fr: 💁 Expulsé par
nl_nl: 💁 Gekicked door
pt_pt: 💁 Expulso por
sv_se: 💁 Kickad av

# miki_module_admin_kick_description
source: You've been kicked from **{0}**!
de_de: Du wurdest von **{0}** gekickt!
fi_fi: Sinut on poistettu **{0}:sta**!
fr_fr: Vous avez été expulsé de **{0}**!
nl_nl: You bent gekicked van **{0}**
pt_pt: Você foi expulso de **{0}**!
sv_se: Du har blivit kickad from **{0}**!

# miki_module_admin_kick_reason
source: 💬 Reason
de_de: 💬 Grund
fi_fi: 💬 Syy
fr_fr: 💬 Raison
nl_nl: 💬 Reden
pt_pt: 💬 Motivo
sv_se: 💬 Anledning

# miki_module_admin_prune_error_max
source: You cannot prune more than 100 messages per command.
de_de: Du kannst nicht mehr als 100 Nachrichten pro Befehl löschen.
fi_fi: Et voi karsia enempää kuin 100 viestiä yhdellä komennolla.
fr_fr: Vous ne pouvez pas supprimer plus de 100 messages par commandes.
nl_nl: U kunt niet meer dan 100 berichten knippen per commando.
pt_pt: Você não pode excluir mais de 100 mensagens por comando
sv_se: Du kan inte radera mer än 100 meddelanden per kommand

# miki_module_admin_prune_error_no_access
source: I cannot delete messages in this channel. ):
de_de: Ich kann keine Nachrichten in diesem Channel löschen. ):
fi_fi: Et voi poistaa viestejä tältä kanavalta. ):
fr_fr: Je ne peux pas supprimer de messages dans ce salon. ):
nl_nl: I kan geen berichten verwijderen in dit kanaal. ):
pt_pt: Não consigo excluir mensagens neste canal ):
sv_se: Jag kan inte radera meddelanden i den här kanalen. ):

# miki_module_admin_prune_success
source: Deleted {0} messages!
de_de: {0} Nachrichten gelöscht!
fi_fi: {0} viestiä poistettu!
fr_fr: {0} messages supprimés!
nl_nl: {0} berichten verwijderd!
pt_pt: Excluído {0} mensagens!
sv_se: Raderade {0} meddelanden!

# miki_module_general_calc_error
source: I cannot do this kind of math!
de_de: Diese Art von Mathe ist mir nicht bekannt!
fi_fi: En voi laskea tällaista matematiikkaa!
fr_fr: Je ne peux pas faire ce genre de calculs!
nl_nl: Ik kan dit niet uitrekenen!
pt_pt: Eu não posso fazer esses tipos de matemática!
sv_se: Jag kan inte räkna den här matten!

# miki_module_general_guildinfo_channels
source: Channels
de_de: 📺 Channel
fi_fi: 📺 Kanavat
fr_fr: 📺 Salons
nl_nl: 📺 Kanalen
pt_pt: 📺 Canais
sv_se: 📺 Kanaler

# miki_module_general_guildinfo_owned_by
source: Owned by
de_de: 👑 Besitzer ist
fi_fi: 👑 Omistaa
fr_fr: 👑 Géré par
nl_nl: 👑 Eigendom van
pt_pt: 👑 Possuído por
sv_se: 👑 Ägd av

# miki_module_general_guildinfo_roles
source: Roles
de_de: 📜 Rollen
fi_fi: 📜 Roolit
nl_nl: 📜 Rollen
pt_pt: 📜 Funções
sv_se: 📜 Roller

# miki_module_general_guildinfo_users
source: Users
de_de: 🙎 Benutzer
fi_fi: 🙎 Käyttäjät
fr_fr: 🙎 Utilisateurs
nl_nl: 🙎 Gebruikers
pt_pt: 🙎 Usuários
sv_se: 🙎 Användare

# miki_module_general_help_description
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
nl_nl: Beschrijving
pt_pt: Descrição
sv_se: Beskrivning

# miki_module_general_help_dm
source: A personal message with all my commands is on the way! Use `>help [command]` for more information about specific commands!
de_de: Eine private Nachricht mit all meinen Befehlen ist auf dem Weg! Nutze `>help [Befehl]` für mehr Informationen über diesen Befehl.
fi_fi: Henkilökohtainen viesti kaikilla komennoillani on tulossa! Käytä `>help [komento]` saadaksesi lisätietoa tästä komennosta!
fr_fr: Un message avec toutes les commandes vas vous être envoyer par message privé! Utilisez `>help [commande]`pour plus d'informations sur la commande!
nl_nl: Een persoonlijk bericht met alle commandos is onderweg! Gebruik `>help [commando]` voor meer informatie over dit commando!
pt_pt: Uma mensagem pessoal com todos os meus comandos está a caminho, use `> help [command]` para obter mais informações sobre este comando!
sv_se: Ett personligt meddelande med alla mina kommandon är på väg! Använd `>help [command]` för mer information om detta kommando!

# miki_module_general_help_usage
source: Usage
de_de: Verwendung
fi_fi: Käyttö
fr_fr: Utilisation
nl_nl: Gebruik
pt_pt: Uso
sv_se: Användning

# miki_module_general_info_docs
source: Documentation
de_de: Dokumentation
fi_fi: Dokumentaatio
nl_nl: Documentatie
pt_pt: Documentação
sv_se: Dokumentation

# miki_module_general_info_donate_string
source: Hi everyone! I have created a Patreon to allow people to support Miki. Please check it out and support if you can!
de_de: Hallo euch allen! Ich habe eine Patreon-Seite erstellt auf der Ihr Miki unterstützen könnt. Guckt sie euch an und unterstützt Miki, wenn Ihr könnt!
fi_fi: Hei kaikki! Olen luonut Patreonin jotta henkilöt voivat tukea Mikiä. Katsoisitko sen ja tue jos vain voit!
fr_fr: Salut tout le monde! J'ai créer un Patreon pour permettre au gens de supporter Miki. Regardez et supportez si vous le pouvez!
nl_nl: Hallo allemaal! Ik heb een Patreon opgezet zodat mensen Miki kunnen ondersteunen. Neem a.u.b. een kijkje en help me als dat kan!
pt_pt: Olá a todos! Eu criei um Patreon para permitir que as pessoas apoiem Miki. Por favor, verifique e suporte se você puder!
sv_se: Hej på er alla! Jag har skapat en Patreon för att låta folk stöda Miki. Kolla up det och stöd om ni kan, tack!

# miki_module_general_info_made_by_description
source: Special thanks to: Florestina, Mei, Rappy, Rie, Rosie
de_de: Besonderen Dank an: Florestina, Mei, Rappy, Rie, Rosie
fi_fi: Erikoiskiitokseet henkilöille: Florestina, Mei, Rappy, Rie; Rosie
fr_fr: Remerciements spéciaux à: Florestina, Mei, Rappy, Rie, Rosie
nl_nl: Speciale dank aan: Florestina, Mei, Rappy, Rie, Rosie
pt_pt: Agradecimentos especiais a: Florestina, Mei, Rappy, Rie, Rosie
sv_se: Speciellt tack till: Florestina, Mei, Rappy, Rie, Rosie

# miki_module_general_info_made_by_header
source: **Made by:** Veld
de_de: **Programmiert von:** Veld
fi_fi: **Tehnyt:** Veld
fr_fr: **Créer par:** Veld
nl_nl: **Gemaakt door:** Veld
pt_pt: **Feito por:** Veld
sv_se: **Skapad av:** Veld

# miki_module_general_info_server
source: support server
de_de: Hilfe-Server
fi_fi: Tukipalvelin
fr_fr: serveur d'aide
nl_nl: ondersteuningsserver
pt_pt: Servidor de suporte

# miki_module_general_info_website
source: website
de_de: Webseite
fi_fi: Nettisivut
fr_fr: site
sv_se: hemsida

# miki_module_general_invite_dm
source: Here you go! :3
de_de: Hier! :3
fi_fi: Ole hyvä! :3
fr_fr: Voila! :3
nl_nl: Alsjeblieft! :3
pt_pt: Aqui está! :3
sv_se: Varsågod! :3

# miki_module_general_invite_message
source: I'll send you a private message with an invite URL.
de_de: Ich werde dir eine private Nachricht mit einem Einladungslink schicken.
fi_fi: Lähetän sinulle yksityisviestin, jossa on liittymislinkki.
fr_fr: Je vais vous envoyer une invitation par message privé.
nl_nl: Ik zal u een privébericht sturen met een uitnodiging URL.
pt_pt: Enviar-lhe-ei uma mensagem privada com um URL de convite.
sv_se: Jag skickar ett privat meddelande till dig med server inbjudan.

# miki_module_general_prefix_error_no_arg
source: Cannot set your prefix to nothing. Please consult `>help prefix` to find out what it does.
de_de: Ich kann den Prefix nicht zu nichts setzen. Bitte benutze `>help prefix` um herauszufinden, wie es funktioniert.
fi_fi: Et voi asettaa etuliitettäsi tyhjäksi. Katso apua `>help etuliite` katsoaksesi mitä se tekee.
fr_fr: Je ne peux pas changer le préfixe pour rien. Veuillez consulter `>help prefix` pour
nl_nl: Ik kan uw voorvoegsel niet naar niets veranderen. Gebruik a.u.b. `>help prefix` om erachter te komen wat het doet.
pt_pt: Não é possível definir seu prefixo como nada. Consulte `>help prefix` para saber o que ele faz.
sv_se: Kan inte ändra din prefix till ingenting. Tillfråga `>help prefix` för att se vad den gör.

# miki_module_general_prefix_example_command_header
source: Example Command
de_de: Beispiel-Befehl
fi_fi: Esimerkki Komento
fr_fr: Commande d'exemple
nl_nl: Voorbeeld Commando
pt_pt: Exemplo de comando
sv_se: Exempel Kommando

# miki_module_general_prefix_success_header
source: ⚙️ Changed prefix!
de_de: ⚙️ Prefix wurde geändert!
fi_fi: ⚙️ Etuliite vaihdettu!
fr_fr: ⚙️ Préfixe changé
nl_nl: ⚙️ Voorvoegsel veranderd!
pt_pt: ⚙️ Prefiro alterado!
sv_se: ⚙️ Ändrade prefixen!

# miki_module_general_prefix_success_message
source: Changed your prefix to **{0}**!
de_de: Prefix wurde zu **{0}** geändert!
fi_fi: Etuliite on vaihdettu tähän: **{0}**!
fr_fr: Votre préfixe a été changé pour **{0}**!
nl_nl: Voorvoegsel veranderd naar **{0}**!
pt_pt: Mudou seu prefixo para ** {0} **!
sv_se: Ändrade din prefix till **{0}**!

# miki_module_general_urban_example
source: Example
de_de: Beispiel
fi_fi: Esimerkki
fr_fr: Exemple
nl_nl: Voorbeeld
pt_pt: Exemplo
sv_se: Exempel

# miki_module_general_urban_rating
source: Rating
de_de: Bewertung
fi_fi: Pisteet
fr_fr: Score
nl_nl: Score
pt_pt: Avaliação
sv_se: Gradering

# miki_module_help_didyoumean
source: Did you mean?
de_de: Meintest du?
fi_fi: Mitä tarkoitit?
fr_fr: Vous vouliez dire?
nl_nl: Bedoelde u?
pt_pt: Você quis dizer?
sv_se: Menade du?

# miki_module_help_error_null_header
source: Command not found.
de_de: Befehl wurde nicht gefunden.
fi_fi: Komentoa ei löytynyt.
fr_fr: Commande non trouvée.
nl_nl: Commando niet gevonden.
pt_pt: Comando não encontrado
sv_se: Kommando hittades inte.

# miki_module_help_error_null_message
source: This is not a command. To use `{0}help [command]` please fill in a existing command!
de_de: Dies ist kein Befehl. Um `{0}help [Befehl]` zu verwenden, gib bitte einen richtigen Befehl ein, der auch existiert!
fi_fi: Tämä ei ole komento. Käyttääksesi
fr_fr: Ce n'est pas une commande. Pour utiliser `{0}help [commande]` veuillez compléter une commande existante.
nl_nl: Dit is geen commando. Voer a.u.b. een bestaand commando in om `{0}help [commando]` te gebruiken!
pt_pt: Isto não é um comando. Para usar `{0} help [command]`, preencha um comando existente!
sv_se: Det här är inte ett kommando. För att använda `{0}help [command]` skriv in ett kommando som redan finns, tack!

# miki_module_whois_header
source: Who is {0}!?
de_de: Wer ist {0}!?
fi_fi: Kuka on {0}!?
fr_fr: Qui est {0}!?
nl_nl: Wie is {0}!?
pt_pt: Quem é {0} !?
sv_se: Vem är {0}!?

# miki_module_whois_tag_personal
source: 🙎 Personal
de_de: 🙎 Persönlich
fi_fi: 🙎 Henkilökohtainen
fr_fr: 🙎 Personnel
nl_nl: 🙎 Persoonlijk
pt_pt: 🙎 Pessoal
sv_se: 🙎 Personligt

# miki_accounts_level_up_content
source: **{0}** levelled up to level **{1}**!
de_de: **{0}** ist zu Level **{1}** aufgestiegen
sv_se: **{0}** har uppnått nivån **{1}**!

# miki_command_description_leaderboards
source: Check out the Miki elites!
de_de: Bewundere die Miki Eliten!
sv_se: Kolla vilka Miki eliterna är!

# miki_command_description_profile
source: Check up on your progress to become a Miki Master!
de_de: Schau wie nah du bist, ein Miki Meister zu werden!
sv_se: Kolla upp dina framsteg för att bli en Miki Expert!

# miki_command_description_toggledm
source: Toggle Miki's ability to send you DM's!
de_de: Entscheide, ob Miki DMs schicken kann, oder nicht!
sv_se: Stäng av så Miki inte kan skicka privata meddelanden till dig!
