Repository: veldtech/miki-bot
Catalog: Miki/Languages/*.resx
Languages: de_de, fi_fi, fr_fr, nl_nl, pt_pt, sv_se

# miki_errors_enabled_message
source: Miki has encountered a problem with your request in her code. We will send you a log and instructions through PM.
de_de: Beim Bearbeiten deiner Anfrage ist es zu einem Fehler gekommen. Wir senden dir die Fehlerinformationen per privater Nachricht.
fi_fi: Miki on kohdannut ongelman koodissaan pyyntösi kanssa. Lähetämme lokitiedot ja ohjeet yksityisviestillä.
fr_fr: Miki a rencontré un problème avec votre demande. Nous allons vous envoyer un log et des instructions par MP.
nl_nl: Miki is een probleem in haar code tegengekomen door uw verzoek. We zullen een log en instructies toesturen via PM.
pt_pt: Miki encontrou um problema em seu código com o seu pedido. Vamos enviar-lhe um registro e instruções por meio de PM.
sv_se: Miki har stött på ett problem i hennes kod med din begäran. Vi kommer att skicka en historik och instruktioner vMiki.Framework PM.

# miki_error_message_generic
source: Something went wrong!
de_de: Etwas ist falsch gelaufen.
fi_fi: Jokin meni vikaan!
fr_fr: Une erreur s'est produite!
nl_nl: Er is iets foutgegaan.
pt_pt: Alguma coisa saiu errada!
sv_se: Något gick fel!

# miki_join_message
source: Hello! I am **Miki**! Use `>help` to check out what I can do! :notes:
de_de: Hey, ich bin **Miki**! Zu euren Diensten! Um herauszufinden, was ich kann nutze **>help**! :notes:
fi_fi: Hei, olen **Miki**! Palveluksessasi! Kokeile käyttää **>help** nähdäksesi mitä voin tehdä! :notes:
fr_fr: Bonjour, je suis **Miki**! À votre service! Utilisez la commande **>help** pour voir ce que je peux faire ! :notes:
nl_nl: Hallo, ik ben **Miki**! Tot uw dienst! Probeer **>help** om te zien wat ik kan doen! :notes:
pt_pt: Olá, eu sou **Miki**! Ao seu serviço! Tente usar **>help** para ver o que eu posso fazer! :notes:
sv_se: Hejsan, jag är **Miki**! Till din service! Prova **>help** för att se vad jag kan göra! :notes:

# miki_global_profile_user_header
source: {0}'s global profile
de_de: {0}'s globales Profil
fi_fi: {0}:n julkinen profiili
fr_fr: Profil global de `{0}`
nl_nl: {0}'s globale profiel
pt_pt: {0}'s perfil global
sv_se: {0}s globala profil

# miki_local_profile_user_header
source: {0}'s local profile
de_de: {0}'s lokales Profil
fi_fi: {0}:n paikallinen profiili
fr_fr: Profil local de `{0}`
nl_nl: {0}'s lokale profiel
pt_pt: {0}'s perfil local
sv_se: {0}s lokala profil

# miki_mekos_insufficient
source: You have insufficient mekos.
de_de: Du hast nicht genug Mekos.
fi_fi: Sinulla ei ole tarpeeksi mekoja.
fr_fr: Vous n'avez pas assez de mekos.
nl_nl: Je hebt niet genoeg mekos.
pt_pt: Você não tem mekos suficientes.
sv_se: Du har inte tillräckligt med mekos.

# miki_module_eventmessages_delete_guildjoin
source: ✅ Deleted your welcome message.
de_de: ✅ die Willkommens-Nachricht wurde gelöscht
fi_fi: ✅ tervetulo-viestisi on poistettu
fr_fr: ✅ Votre message de bienvenue a été supprimé
nl_nl: ✅ je welkomstbericht is verwijderd
pt_pt: ✅ mensagem de boas-vindas excluída
sv_se: ✅ raderade ditt välkomstmeddelande

# miki_module_eventmessages_set_guildjoin
source: ✅ New welcome message is set to: `{0}`
de_de: ✅ die neue Willkommens-Nachricht ist nun: `{0}`
fi_fi: ✅ uusi tervetulo-viesti on asetettu tähän: `{0}`
fr_fr: ✅ Votre message de bienvenue est réglé sur: `{0}`
nl_nl: ✅ new welkomstbericht is ingesteld als: `{0}`
pt_pt: ✅ nova mensagem de boas-vindas é definido como: `{0}`
sv_se: ✅ nytt välkomstmeddelande är nu: `{0}`

# miki_module_fun_8ball_answer_negative_1
source: Don't count on it.
de_de: Verlasse dich nicht darauf
fi_fi: Älä luota siihen
fr_fr: Ne compte pas trop là-dessus.
nl_nl: Reken er niet op
pt_pt: Não conte com isso.
sv_se: Räkna inte med det

# miki_module_fun_8ball_answer_negative_2
source: My reply is no.
de_de: Meine Antwort ist nein
fi_fi: Vastaukseni on ei
fr_fr: Ma réponse est non.
nl_nl: Mijn antwoord is nee
pt_pt: Minha resposta é não.
sv_se: Mitt svar är nej

# miki_module_fun_8ball_answer_negative_3
source: My sources say no.
de_de: Meine Quellen sagen nein
fi_fi: Lähteeni sanovat ei
fr_fr: Mes sources disent que non.
nl_nl: Mijn bronnen zeggen van niet
pt_pt: Minhas fontes dizem que não.
sv_se: Mina källor säger nej

# miki_module_fun_8ball_answer_negative_4
source: Outlook isn't good.
de_de: Sieht nicht gut aus
fi_fi: Tulos ei niin lupaava
fr_fr: Ça n'a pas l'air bien.
nl_nl: Het ziet er niet naar uit
pt_pt: Outlook não é tão bom.
sv_se: Det ser inte så bra ut

# miki_module_fun_8ball_answer_negative_5
source: Very doubtful.
de_de: Sehr fragwürdig
fi_fi: Hyvin epätodennäköistä
fr_fr: J'en doute fort.
nl_nl: Zeer twijfelachtig
pt_pt: Muito duvidoso.
sv_se: Väldigt tveksam

# miki_module_fun_8ball_answer_neutral_1
source: Reply hazy, try again.
de_de: Meine Sicht ist verschleiert, bitte versuche es nochmal
fi_fi: Vastaus epäselvä, yritä uudelleen
fr_fr: Réponse incertaine, réessayez plus tard.
nl_nl: Wazig antwoord, probeer nogmaals
pt_pt: Resposta nebulosa, tente novamente.
sv_se: Dimmigt svar, försök igen.

# miki_module_fun_8ball_answer_neutral_2
source: Ask again later.
de_de: Frage später nochmal
fi_fi: Kysy myöhemmin uudelleen
fr_fr: Redemandez plus tard.
nl_nl: Vraag later nog een keer
pt_pt: Pergunte novamente mais tarde.
sv_se: Fråga igen senare

# miki_module_fun_8ball_answer_neutral_3
source: Better not tell you now.
de_de: Das sage ich dir besser noch nicht
fi_fi: Parempi olla kertomatta sinulle nyt
fr_fr: Mieux vaut ne pas vous le dire maintenant.
nl_nl: Dat kan ik je nu beter niet vertellen
pt_pt: Melhor não te dizer agora.
sv_se: Borde inte berätta det för dig nu

# miki_module_fun_8ball_answer_neutral_4
source: Cannot predict now.
de_de: Das kann ich zurzeit nicht vorhersagen
fi_fi: Ei voi ennustaa nyt
fr_fr: Je ne peux pas le prédire maintenant.
nl_nl: Dat kan ik nu niet voorspellen
pt_pt: Não é possível prever agora.
sv_se: Kan inte förutspå det just nu

# miki_module_fun_8ball_answer_neutral_5
source: Concentrate and ask again.
de_de: Konzentriere dich und frag nochmal
fi_fi: Keskity ja kysy uudelleen
fr_fr: Concentrez vous et redemandez.
nl_nl: Concentreer je en vraag het nog een keer
pt_pt: Concentre-se e pergunte novamente.
sv_se: Koncentrera och fråga mig igen

# miki_module_fun_8ball_answer_positive_1
source: It is certain.
de_de: Es ist vorherbestimmt
fi_fi: Se on varmaa
fr_fr: C'est certain.
nl_nl: Het is zeker
pt_pt: É certo
sv_se: Det är säkert

# miki_module_fun_8ball_answer_positive_2
source: It is decidedly so.
de_de: Es ist zweifellos
fi_fi: Se on ehdottomasti niin
fr_fr: C'est décidément le cas
nl_nl: Het is beslist zo
pt_pt: É decididamente assim.
sv_se: Det är bestämt så

# miki_module_fun_8ball_answer_positive_3
source: Without a doubt.
de_de: Zweifellos
fi_fi: Ilman epäilystä
fr_fr: Sans aucun doute
nl_nl: Zonder twijfel
pt_pt: Sem dúvida.
sv_se: Utan tvekan

# miki_module_fun_8ball_answer_positive_4
source: Yes, definitely.
de_de: Ja, definitiv
fi_fi: kyllä, varmasti
fr_fr: Oui, définitivement.
nl_nl: Jazeker
pt_pt: Sim,definitivamente.
sv_se: Ja, självklart

# miki_module_fun_8ball_answer_positive_5
source: You may rely on it.
de_de: Du kannst dich darauf verlassen
fi_fi: Voit luottaa siihen
fr_fr: Tu peux compter la dessus.
nl_nl: Reken er maar op
pt_pt: Você pode confiar nele.
sv_se: Du kan lita på det

# miki_module_fun_8ball_answer_positive_6
source: Most likely.
de_de: Höchstwahrscheinlich
fi_fi: todennäköisesti
fr_fr: Cela est très probable.
nl_nl: Zeer waarschijnlijk
pt_pt: Provavelmente.
sv_se: Mest troligt

# miki_module_fun_8ball_answer_positive_7
source: Outlook is good.
de_de: Sieht gut aus
fi_fi: Tulos lupaava
fr_fr: Ça a l'air bien.
nl_nl: Het ziet ernaar uit
pt_pt: Outlook bom.
sv_se: Det ser bra ut

# miki_module_fun_8ball_answer_positive_8
source: Yes.
de_de: Ja
fi_fi: Kyllä
fr_fr: Oui.
nl_nl: Ja
pt_pt: Sim.
sv_se: Ja

# miki_module_fun_8ball_answer_positive_9
source: Signs point to yes.
de_de: Die Zeichen deuten auf ja
fi_fi: Merkit osoittavat kyllä
fr_fr: Les signes indiquent que oui.
nl_nl: De tekenen zeggen van wel
pt_pt: Sinais apontam que sim.
sv_se: Tecken pekar på ja

# miki_module_fun_compliment_body_1
source: the lower part of your lips
de_de: den unteren Teil deiner Lippen
fi_fi: Huultesi alaosa
fr_fr: la partie basse de tes lèvres.
nl_nl: de onderkant van je lip
pt_pt: A parte inferior de seus lábios
sv_se: den lägre delen på dina läppar

# miki_module_fun_compliment_body_10
source: the special angles your elbows make
de_de: die speziellen Winkel, die deine Ellenbogen bilden
fi_fi: Kyynärpäittesi tekemät erikoiset kulmat
fr_fr: l'angle spécial que tes coudes font.
nl_nl: de speciale hoeken die je ellebogen maken
pt_pt: Os ângulos especiais que seus cotovelos fazem
sv_se: den speciella vinkeln dina armbågar gör

# miki_module_fun_compliment_body_11
source: the dimples on your cheeks
de_de: die Grübchen deiner Wangen
fi_fi: Poskiesi hymykuopat
fr_fr: les fossettes sur tes joues.
nl_nl: de kuiltjes in je wangen
pt_pt: as covinhas em suas bochechas
sv_se: smilgroparna på dina kinder

# miki_module_fun_compliment_body_12
source: your smooth hair
de_de: dein seidiges Haar
fi_fi: Sileät hiuksesi
fr_fr: tes cheveux lisses.
nl_nl: je gladde haren
pt_pt: Seu cabelo liso
sv_se: ditt sköna hår

# miki_module_fun_compliment_body_2
source: the smallest toe on your left foot
de_de: den kleinsten Zeh an deinem linken Fuß
fi_fi: Pienin varpaasi vasemmassa jalassasi
fr_fr: le plus petit orteil de ton pied gauche.
nl_nl: de kleinste teen op je linkervoet
pt_pt: O menor dedo do pé no seu pé esquerdo
sv_se: den minsta tån på din vänsterfot

# miki_module_fun_compliment_body_3
source: the smallest toe on your right foot
de_de: den kleinsten Zeh an deinem rechten Fuß
fi_fi: Pienin varvas oikeassa jalassasi
fr_fr: le plus petit orteil de ton pied droit.
nl_nl: de kleinste teen op je rechtervoet
pt_pt: O menor dedo do pé no seu pé direito
sv_se: den minsta tån på din högerfot

# miki_module_fun_compliment_body_4
source: the second eyelash of your left eye
de_de: die zweite Wimper an deinem linken Auge
fi_fi: Toinen ripsi vasemmasta silmästäsi
fr_fr: le deuxième cil de ton œil gauche.
nl_nl: de tweede wimper van je linkeroog
pt_pt: O segundo cílio em seu olho esquerdo
sv_se: den andra ögonfransen på ditt vänstra öga

# miki_module_fun_compliment_body_5
source: the lower part of your chin
de_de: den unteren Teil deines Kinns
fi_fi: Leukasi alaosa
fr_fr: la partie basse de ton menton.
nl_nl: de onderkant van je kin
pt_pt: A parte inferior do seu queixo
sv_se: den lägre delen på din kind

# miki_module_fun_compliment_body_6
source: the creepy finger on your left hand
de_de: diesen unheimlichen Finger an deiner linken Hand
fi_fi: Kammottava sormesi vasemmassa kädestäsi
fr_fr: les doigts terrifiants de ta main gauche.
nl_nl: de griezelige vinger aan je linkerhand
pt_pt: Seu dedo assustador em sua mão esquerda
sv_se: Ditt skumma finger på din vänstra hand

# miki_module_fun_compliment_body_7
source: your cute smile
de_de: dein süßes Lächeln
fi_fi: Söpö hymysi
fr_fr: ton sourire mignon.
nl_nl: je schattige lach
pt_pt: Seu sorriso é fofo
sv_se: ditt söta leende

# miki_module_fun_compliment_body_8
source: those dazzling eyes of yours
de_de: diese glänzenden Augen von dir
fi_fi: Nuo kauniit silmät sinun
fr_fr: tes yeux éblouissant.
nl_nl: die schitterende ogen van je
pt_pt: Aqueles seus olhos deslumbrantes
sv_se: dina bländande ögon

# miki_module_fun_compliment_body_9
source: the creepy finger on your right hand
de_de: diesen komischen Finger an deiner rechten Hand
fi_fi: Kammottava sormi oikeassa kädessäsi
fr_fr: les doigts terrifiants de ta main droite.
nl_nl: de griezelige vinger aan je rechterhand
pt_pt: Seu dedo assustador em sua mão direita
sv_se: Ditt skumma finger på din högra hand

# miki_module_fun_compliment_prefix_1
source: I like
de_de: Ich mag
fi_fi: Minä tykkään
fr_fr: J'apprécie
nl_nl: Ik waardeer
pt_pt: Eu gosto
sv_se: jag gillar

# miki_module_fun_compliment_prefix_2
source: I love
de_de: Ich liebe
fi_fi: Minä rakastan
fr_fr: J'aime
nl_nl: Ik hou van
pt_pt: Eu amo
sv_se: jag älskar

# miki_module_fun_compliment_prefix_3
source: I admire
de_de: Ich bewundere
fi_fi: Minä ihailen
fr_fr: J'admire
nl_nl: Ik bewonder
pt_pt: Eu admiro
sv_se: jag ser upp till

# miki_module_fun_compliment_prefix_4
source: I really enjoy
de_de: Mir gefällt,
fi_fi: Nautin todella paljon
fr_fr: J'apprécie vraiment
nl_nl: Ik geniet van
pt_pt: Eu realmente gosto
sv_se: jag njuter verkligen av

# miki_module_fun_compliment_prefix_5
source: For some reason, I like
de_de: Aus irgendeinem Grund mag ich
fi_fi: Jostain syystä pidän
fr_fr: Je ne sais pourquoi j'aime
nl_nl: Om 1 of andere reden hou ik van
pt_pt: Por alguma razão eu gosto
sv_se: för någon anledning så gillar jag

# miki_module_fun_compliment_suffix_1
source: a lot.
de_de: sehr.
fi_fi: paljon.
fr_fr: beaucoup
nl_nl: veel.
pt_pt: muito.
sv_se: mycket

# miki_module_fun_compliment_suffix_2
source: a bit.
de_de: ein bisschen.
fi_fi: hieman.
fr_fr: un peu
nl_nl: een beetje.
pt_pt: um pouco.
sv_se: lite

# miki_module_fun_compliment_suffix_3
source: quite a bit.
de_de: schon ein bisschen.
fi_fi: jonkin verran.
fr_fr: considérablement
nl_nl: best veel.
pt_pt: bastante.
sv_se: en hel del

# miki_module_fun_compliment_suffix_4
source: a lot, is that weird?
de_de: sehr. Ist das komisch?
fi_fi: paljon, onko se outoa?
fr_fr: beaucoup, c'est bizarre ?
nl_nl: veel, is dat vreemd?
pt_pt: Muito, isso é estranho?
sv_se: väldigt mycket, är det konstigt?

# miki_module_fun_pick
source: {0}, I picked `{1}`
de_de: {0}, ich wähle `{1}`
fi_fi: {0}, valitsin `{1}`
fr_fr: {0}, J'ai choisi `{1}`
nl_nl: {0}, ik heb `{1}` gekozen
pt_pt: {0}, eu escolhi `{1}`
sv_se: {0}, Jag plockade `{1}`

# miki_module_fun_pick_no_arg
source: I've got nothing to pick from! :( Use commas (,) to split choices.
de_de: Ich habe keine Optionen, aus denen ich etwas auswählen kann :( Nutze Kommas (,) um die Optionen zu trennen.
fi_fi: Minulla ei ole mistä valita :( Käytä pilkkua (,) eritelläksesi vaihtoehdot.
fr_fr: Je n'ai rien à choisir :( Utilisez les virgules (,) pour séparer les choix.
nl_nl: Ik heb niets om uit te kiezen :( Gebruik komma's (,) om keuzes te scheiden.
pt_pt: Eu não tenho nada para escolher :( Use vírgulas (,) para dividir escolhas.
sv_se: Jag har ingenting att plocka från :( Använd kommas (,) to split choices.

# miki_module_fun_pun_1
source: I can't believe I got fired from the calendar factory. All I did was take a day off.
de_de: Ich verstehe nicht, warum ich meinen Job in der Kalender-Fabrik verloren habe. Alles was ich getan habe, war, einen Tag freizunehmen.
fi_fi: Mitä yhteistä on insinöörillä ja salamalla? – Ensin välähtää ja sitten korjataan vahingot.
fr_fr: Je ne peux pas croire que j'ai été viré de l'usine de calendriers. J'ai juste pris une journée.
nl_nl: Nederlanders gingen naar Suriname om ze de taal te leren. Nou ze hebben zich wel als dikke vandalen gedragen.
pt_pt: Eu não posso acreditar eu fui despedido da fábrica de calendário.Tudo o que fiz foi tirar um dia de folga.
sv_se: En kille kommer sent till jobbet. Hans chef skriker: ”Du skulle varit här halv nio”” Killen svarar: ”Vadå, vad hände halv nio?”.

# miki_module_fun_pun_10
source: When I get naked in the bathroom, the shower usually gets turned on.
de_de: Wenn ich mich im Badezimmer ausziehe, wird die Dusche immer so richtig heiß.
fi_fi: Mitä isä sanoi kun laittoi lapsensa karuselliin? – ”Pistetään vahinko kiertämään”
fr_fr: C'est un mec il rentre dans un bar et il crie "COUCOU C'EST MOI !!" et en fait c'était pas lui...
nl_nl: Liefde bij een astronautenkoppel betekent: elkaar de ruimte geven
pt_pt: Quando eu ficar nua no banheiro, o chuveiro geralmente fica ligado.
sv_se: När jag klär mig naken så tänder lamporna på.

# miki_module_fun_pun_11
source: Thieves had broken into my house and stolen everything except my soap, shower gel, towels and deodorant. Dirty bastards.
de_de: Diebe sind bei mir eingebrochen und haben alles gestohlen außer Seife, Duschgel, Handtücher, und Deo. Die Dreckshunde.
fi_fi: Erkki yritti hukuttaa murheensa, mutta jo kolmantena päivänä anoppi kellui rantaan
fr_fr: Des voleurs sont entrés dans ma maison et on tout volé sauf mon shampooing, mon gel douche, ma serviette et mon déodorant. Les sales batards.
nl_nl: Dag mensen, deze trein stopt niet te Best
pt_pt: Ladrões tinham entrado em minha casa e roubado tudo, exceto meu sabonete, gel de banho, toalhas e desodorante. Bastardos sujos.
sv_se: På vilken plats på jorden kan man aldrig ha fel? Eifeltornet.

# miki_module_fun_pun_12
source: What was Forrest Gump's email password? '1forrest1'
de_de: Was war das Email Passwort von Forrest Gump? '1forrest1'
fi_fi: Älä varasta; verottaja vihaa kilpailua
fr_fr: Pourquoi un escargot traverse la route quand il pleut ? Ben pour aller de l'autre côté...
nl_nl: Toen ik maandagmorgen op mijn fiets wilde stappen, zat het weekend erop
pt_pt: Eu gosto de chá gelado, o Clark Kent.
sv_se: Vilken dryck säljer bäst i fjällen? Det är väl la vin?

# miki_module_fun_pun_13
source: My first job was working in an orange juice factory, but I got canned - couldn't concentrate.
de_de: Mein erster Beruf war in einer Orangensaft-Fabrik, aber ich wurde gefeuert: konnte nicht konzentrieren.
fi_fi: Miten Vesa Keskinen saa niin paljon kauniita naisia? – Tuurilla.
fr_fr: Les girafes, ça n'existe pas... Normal, c'est un cou monté !
nl_nl: Harry stikte in een frikandel, zijn laatste frit-uurtje had geslagen
pt_pt: Meu primeiro trabalho foi trabalhar em uma fábrica de suco de laranja, mas eu tenho enlatados: não conseguia se concentrar.
sv_se: Vilken utbildning har flest håltimmar? Tandläkarlinjen.

# miki_module_fun_pun_14
source: I'm on a seafood diet. Every time I see food, I eat it.
de_de: Ich bin auf einer Seefrucht-Diät. Wenn ich eine Frucht seh, esse ich sie.
fi_fi: Miksi oppilas toi liikuntatunnille avaruuspuvun? – Koska opettaja sanoi, että harjoitukset on kerran kuussa.
fr_fr: C'est deux patates qui se baladent, une se fait écraser et l'autre dit : oh ! purée !
nl_nl: In welk land gaat de moeder voor de vader? Panama
pt_pt: Eu estou em uma dieta de frutos do mar. Toda vez que eu vejo comida, eu como.
sv_se: Jag visste inte att stråkinstrument var så farliga? Jo, en massa människor dog i fjol.

# miki_module_fun_pun_15
source: I wanna make a joke about sodium, but Na...
de_de: Ich will einen Witz über Neon machen, aber Ne...
fi_fi: Mitä eroa on jonnella ja porkkanalla? – Porkkana on kasvatettu.
fr_fr: Je voulais faire une blague sur le sodium, mais Na...
nl_nl: Een wielrenner die doping ontkent, ik trapper niet in
pt_pt: Eu quero fazer uma piada sobre sódio, mas Na ...
sv_se: Hörde du om tjuven som stal almanackan? Ja, han fick 12 månader.

# miki_module_fun_pun_16
source: Why did the scientist install a knocker on his door? He wanted to win the No-bell prize!
de_de: Wieso installierte der Wissenschaftler einen Klopfer an seiner Tür? Er wollte den No-Bell Preis gewinnen!
fi_fi: Miksi japanilainen juoppo juoksee ulkona räntäsateessa suu auki? – Hän kuuli säätiedotuksesta, että lumipyry on sakea.
fr_fr: C'est un mec qui rentre dans un café... et plouf !
nl_nl: Ik zakte voor mijn origamietoets, maarja iedereen maakt wel eens een vouwtje.
pt_pt: Por que o cientista instalou uma aldrava em sua porta? Ele queria ganhar o prêmio No-bell!
sv_se: Vad kallas en trasig iPhone? Äppelpaj.

# miki_module_fun_pun_17
source: A friend of mine tried to annoy me with bird puns, but I soon realized that toucan play at that game.
de_de: Ornithologen bekommen immer Gänsehaut, wenn jemand Gänse haut.
fi_fi: Mitä Elastinen sanoo kiinalaisessa ravintolassa? – Anna se soija.
nl_nl: Loopt een kip tegen de muur, TOK.
pt_pt: Eu vou de ônibus, o James Bond.
sv_se: Jag råkade tappa min telefon så den sjönk ner på botten! Va? Den hade ju sim-kort?

# miki_module_fun_pun_18
source: Having sex in an elevator is wrong on so many levels.
de_de: Sex in einem Fahrstuhl ist auf so vielen Ebenen falsch.
fi_fi: Mitä tapahtuu kun norsu istuu dekkarin päälle? – Jännitys tiivistyy.
fr_fr: C'est la fesse gauche qui dit à la fesse droite : "ça sent mauvais dans le couloir !"
nl_nl: Wanneer had je voor het laatst seks? Dat was met de Kerstman
pt_pt: Fazer sexo em um elevador está errado em tantos níveis.
sv_se: Att ha sex i en hiss är fel på så många nivåer.

# miki_module_fun_pun_19
source: I was going to give him a nasty look, but he already had one.
de_de: Ich wollte Ihm einen bösen Blick geben, doch er hatte bereits einen.
fi_fi: Mitä australialainen sanoo tervehtiessään? – ¡uoouɹǝʇɟɐ poob
nl_nl: Zijn het mijnwerkers of de jouwe?
pt_pt: Eu ia dar-lhe um olhar desagradável, mas ele já tinha um.
sv_se: Vilken ryss hade namnsdag för ett dygn sedan? Igor.

# miki_module_fun_pun_2
source: How did I escape Iraq? Iran.
de_de: Wie nennst du einen russischen Baum? Dimitree
fi_fi: Mitä joulupukki sanoi syödessään lihaa? – Hyvästi Petteri.
fr_fr: Un cochon qui rit c'est un porc tout gaie.
nl_nl: Ik kan niet goed schaken, maar wedden dat ik nog Rotterdam
pt_pt: Como escapei do Iraque? Iran.
sv_se: Vad kallas en skilsmässa i Göteborg? Päronsplitt.

# miki_module_fun_pun_20
source: A book just fell on my head. I've only got my shelf to blame.
de_de: Wohin gehen Wale zum Essen? Ins Wahllokal
fi_fi: Mitä yhteistä on miljonäärillä ja vessapaperirullalla? – Molemmilla pyyhkii hyvin.
nl_nl: Ik denk dat ik mijn kont moet wassen, want er zit cactussen.
pt_pt: Um livro caiu na minha cabeça. Eu só tenho a minha prateleira para culpar.
sv_se: Vad är det för skillnad på svenskar och myggor? Myggor är endast irriterande på sommaren.

# miki_module_fun_pun_21
source: What do prisoners use to call each other? Cell phones.
de_de: Was verwenden Gefangene, um sich anzurufen? Cell phones.
fi_fi: Mikä eläin on paras surffaaja? – Tulikettu.
nl_nl: "Pint u al lang meneer?" "Nee ik pinpas."
pt_pt: O que os prisioneiros usam para se chamarem? Celulares.
sv_se: Hur sänker man en norsk ubåt? Man simmar ner och knackar på.

# miki_module_fun_pun_22
source: My math teacher called me average. How mean!
de_de: Was habe ich, wenn ich Pasta um meine Uhr lege? Essen rund um die Uhr
fi_fi: Mikä on isoin riisi? – Pariisi.
nl_nl: "Hoe oud is deze Toyota?" "Ik denk dat hij een Yaris"
pt_pt: Meu professor de matemática me chamou de média. Que mal
sv_se: Varför dricker svenskar mjölk i butiken? Eftersom på paketet så står det "öppnas här".

# miki_module_fun_pun_23
source: I'm no photographer, but I can picture us together.
de_de: Welches Gebäck essen Autos gerne? Parkplätzchen
fi_fi: SQL-kysely meni baariin, käveli kahden pöydän luokse ja kysyi: ”Voinko liittyä seuraanne?”
nl_nl: Nou vooruit, nog eendje dan.
pt_pt: Eu não sou fotógrafo, mas posso imaginar-nos juntos.
sv_se: Det var två gafflar som var ute och flög och så störtade en. Varför? För att inte gafflar inte kan flyga!

# miki_module_fun_pun_24
source: How can you spot the blind guy at the nudist colony? It's not hard.
de_de: Wie findest du den blinden Mann in der Nacktkolonie? Es ist nicht hart.
fi_fi: Mikä on satunnaisin luku? – 1234567890 (kaikki numerot ovat erilaisia)
nl_nl: Ik hou van de geur van benzine, maar Vin Diesel stinken.
pt_pt: Como você pode identificar o cara cego na colônia nudista? Não é díficil.
sv_se: Alla är dumma i Canada. Varför? Can-nada.

# miki_module_fun_pun_25
source: Atheism is a non-prophet organization.
de_de: Atheismus ist eine Prophet-lose Organisation.
fi_fi: Mikä on jääkiekkopelaajien pahin vitsaus? – Lapamato
nl_nl: Ik ben misschien van boven niet zo slim, maar ik ben van onderwijs.
pt_pt: O ateísmo é uma organização não-profeta.
sv_se: Det var en gång ett får. Det var påängen.
