Repository: veldtech/miki-bot
Catalog: Miki/Languages/*.resx
Languages: de_de, fi_fi, fr_fr, nl_nl, pt_pt, sv_se

# miki_module_fun_pun_26
source: What do you call people who are afraid of Santa Claus? Claustrophobic.
de_de: Wie nennt man Menschen die Angst vor Santa Klaus haben? Klaustrophobisch
fi_fi: Mitä yhteistä on vauvalla ja pallolla? – Molempia syötetään.
fr_fr: Comment appelez vous les gens qui ont peur du Santa Claus? Les claustrophobes.
nl_nl: Het loopt in de wei en helpt tegen menstruatie. Een tampony.
pt_pt: Como você chama as pessoas que têm medo do Papai Noel? Claustrofóbico.
sv_se: Det var en gång två bagare och en smet.

# miki_module_fun_pun_27
source: A hole was found in the wall of a nudist camp. The police are looking into it.
de_de: Wie nennt man einen japanischen Kämpfer, der sich nicht entscheiden kann? Nunja
fi_fi: Mitä eroa on leppäkertulla ja TPS:ällä? – Leppäkertulla on enemmän pisteitä.
nl_nl: Wat doet een begrafenisondernemer als hij uitgaat? Dan gaat hij uitzonderlijk.
pt_pt: Um buraco foi encontrado na parede de um acampamento nudista. A polícia está olhando para ele.
sv_se: Vad heter det när fiskar slåss? Fiskespö.

# miki_module_fun_pun_28
source: Which day do chickens hate the most? Friday.
de_de: Wie nennt man eine spanische Person, die ihr Auto verloren hat? Carlos
fi_fi: Miksi blondi peruutti lentokoneeseen? – Koska oli ostanut peruutusmatkan.
fr_fr: Quand est-ce que des poissons abiment les rivères ? Quand elles sont des truites.
nl_nl: Wat is de overeenkomst tussen je billen en de woestijn? Kaktussen
pt_pt: Que dia as galinhas odeiam mais? Sexta-feira.
sv_se: Jag döpte mina fiskar till En och Två så när En dör, då har jag fortfarande Två.

# miki_module_fun_pun_29
source: I hate insect puns, they really bug me.
de_de: Ich hasse Gespensterwitze, sie gehen mir richtig auf den Geist.
fi_fi: Miksi pojalle ei käynyt mitään, kun hän hyppäsi parvekkeelta? – Koska se oli pyykkipoika.
fr_fr: Je déteste les blagues sur les insectes, elles me donnent le cafard.
nl_nl: Wat is het verschil tussen kak en diarree? Diarree kun je gorchelen.
pt_pt: Eu odeio trocadilhos de inseto, eles realmente me incomodam.
sv_se: Jag skulle gå och jaga, men det gick åt skogen.

# miki_module_fun_pun_3
source: I'd tell you a chemistry joke, but I know I wouldn't get a reaction.
de_de: Ich würde dir ja einen Chemie-Witz erzählen, doch ich weiß es gäbe keine Reaktion.
fi_fi: Mitä kärpänen sanoi lennettyään hevosen suuhun? – Nyt olen turvassa.
fr_fr: Je vous raconterais bien une blague sur la chimie, mais je sais qu'il n'y aura aucune réaction.
nl_nl: Ik zou een scheikundig grapje vertellen maar ik weet dat ik toch geen reactie krijg.
pt_pt: Gostaria de dizer-lhe uma piada química, mas eu sei que eu não iria receber uma reação.
sv_se: Jag skulle säga ett kemiskt skämt men jag vet att jag inte kommer att få en reaktion.

# miki_module_fun_pun_30
source: Did you hear about the Italian chef with a terminal illness? He pastaway.
de_de: Wenn deine Pizza an einer Stelle nicht warm wurde, hast du eine Kaltzone.
fi_fi: Mitä saa, jos yhdistää Pasin ja Anssin? – Korttipelin, jota sanotaan pasianssiksi.
fr_fr: Pourquoi est-ce que le roi d'Italie est devenu muet ? Parce qu'il avait perdu Savoie.
nl_nl: Pokemon Go is nu al populairder dan Tinder, een andere app waarbij je moet swipen om monsters in je omgeving te vinden.
pt_pt: Eu vou de ônibus, o James Bond.
sv_se: Vad är motsatsen till en trädkramare? En lönnmördare.

# miki_module_fun_pun_31
source: Novice pirates make terrible singers because they can't hit the high seas.
de_de: Abwasser ist ein Thema, das unbedingt geklärt werden muss.
fi_fi: – Rakastan sinua, tyttö sanoi. – Laske taivaalla olevat tähdet, niin saat tietää kuinka paljon minä sinua rakastan, poika vastasi. – Mutta… Nythän on päivä? Tyttö sanoi. – Nimenomaan, poika vastasi.
nl_nl: Mijn nichtje wou laatst een Frozen dekbedovertrek.. Heb haar dus maar een nachtje buiten laten slapen.
pt_pt: Os piratas principiantes fazem os cantores terríveis porque não podem bater os mares elevados.
sv_se: Varför är bladlöss så små? Dem har stannat i växten.

# miki_module_fun_pun_32
source: Never discuss infinity with a mathematician, they can go on about it forever.
de_de: Diskutiere niemals mit einem Mathematiker über die Unendlichkeit, sie können ewig darüber reden.
fi_fi: Mitä eroa on presidentillä ja kuninkaalla? – Presidentti saa kerrallaan vain muutaman vuoden tuomion, mutta kuningas istuu linnassa ikänsä.
nl_nl: Nooit met een wiskundige praten over oneindigheid, die houden er niet meer over op.
pt_pt: Nunca discuta o infinito com um matemático, eles podem continuar sobre ele para sempre.
sv_se: Ser du skogen? Nej, träden är i vägen.

# miki_module_fun_pun_33
source: I like European food, so I decided to Russia over there because I was Hungary. After Czech'ing the menu I ordered Turkey. When I was Finnished I told the waiter "Spain good but there is Norway I could eat another bite".
de_de: Schatz hör mal, die Grillen! - Ich riech nichts.
fi_fi: Miten mies huomasi, että hänen luottokorttinsa oli varastettu? Varas kulutti vähemmän rahaa kuin vaimo.
nl_nl: Ik heb een arts zonder grenzen. Hij schrijft me wekelijks 800 paracetamols en 6 literflessen hoestdrank voor.
pt_pt: Eu não esperei, mas o Jack Sparrow
sv_se: Varför hör inte vissa varandra i telefonen? För att dom har sladdlösa telefoner och får ingen kontakt.

# miki_module_fun_pun_34
source: What did the sushi say to the bee? Wasabee.
de_de: Was ist beim Floh größer als beim Elefanten? Das F.
fi_fi: Kaksi hölmöläistä seisoivat järven vastakkaisilla rannoilla. – Hei, miten mä pääsen toiselle puolelle, huusi toinen. – Sinähän olet jo toisella puolella, vastasi toinen.
nl_nl: Ik heb laatst ook nog waterpolo gedaan. Was best leuk, totdat m’n paard verdronk.
pt_pt: O que o sushi disse para a abelha? Wasabee.
sv_se: Var finns det billiga kor? I Korea.

# miki_module_fun_pun_35
source: Don't trust atoms, they make up everything.
de_de: Ich würde dir ja einen Chemie-Witz erzählen, doch ich weiß es gäbe keine Reaktion.
fi_fi: Ylilääkäri harjoittelijalle – Saitteko potilaasta verinäytteen. – Kyllä vain, mutta en saanut irti enempää kuin viisi litraa.
nl_nl: Waarom kon Einstein geen muur bouwen? Hij had maar ein stein.
pt_pt: ===Ele vai apagar essa== remove
sv_se: Där borta där det är tänt, där har jag släkt.

# miki_module_fun_pun_36
source: Why was the parrot sent out of the classroom? Because he was using fowl language!
de_de: Weshalb fahren Storche nie mit dem Auto? Weil sie Zugvögel sind!
fi_fi: Mitä Cheek sanoo kirkossa? – Aahmen
nl_nl: Van Marwijk krijgt de Nobelprijs voor de geneeskunde. Hij heeft in een week 16 miljoen mensen van de Oranjekoorts afgeholpen.
pt_pt: Por que o papagaio foi enviado para fora da sala de aula? Porque ele estava usando linguagem de aves!
sv_se: Får får får. Nä, får får inte får, för får får lamm!

# miki_module_fun_pun_37
source: Yesterday I accidentally swallowed some food coloring. The doctor says I'm OK, but I feel like I've dyed a little inside.
de_de: Hast du vom Koch gehört, der Lebensmittelfarbe und Augentropfen verwechselte? Er sah so richtig rot.
fi_fi: Mummo ja pappa pelasivat tennistä. Pappa hävisi. Etsinnät jatkuvat yhä!
nl_nl: Gister at ik per ongeluk wat voedselkleurstoffen. De dokter zegt dat ik in orde ben maar ik voel me toch wat bleker.
pt_pt: Ontem eu acidentalmente engoli alguns alimentos coloridos. O médico diz que eu estou bem, mas sinto que tenho tingido um pouco dentro.
sv_se: I vilken land gillar man att simma? Polen.

# miki_module_fun_pun_38
source: Why don't programmers like nature? It has too many bugs.
de_de: Warum mögen Programmierer keine Natur? Dort gibt es zu viele Bugs
fi_fi: – Mitä luet? – Päiväkirjaa. – Onko siinä jotain melenkiintoista? – Päiväkirja on yksityisasia, ei sitä kuulu näyttää toisille. Sitä paitsi tämä on minun sisareni päiväkirja.
fr_fr: C'est l'histoire du ptit dej, vous la connaissez ? Pas de bol.
nl_nl: Waarom staat Manneke Pis in België en niet in Nederland? In Nederland hebben ze al zeikerds genoeg.
pt_pt: Por que os programadores não gostam da natureza? Tem muitos bugs.
sv_se: Jag skulle spela biljard igår, men det var för lång kö!

# miki_module_fun_pun_39
source: I couldn't quite remember how to throw a boomerang, but eventually it came back to me.
de_de: Ich konnte mich nicht mehr daran erinnern, wie man einen Boomerang wirft, aber eventuell ist es dann doch irgendwie zu mir zurückgekommen.
fi_fi: Hiiri ja norsu lähtivät uimarannalle. – Minulla unohtui uimahousut, Hiiri sanoi – Saat lainata minun, jos et vain venytä niitä, vastasi Norsu
fr_fr: Je n'arrivais plus bien à me rappeler comment envoyer un boomerang, mais ça m'est revenu.
nl_nl: Vraagt een vrouw aan haar vriendin: “Vertel jij het iedere keer aan je man als je een orgasme hebt gehad?” Antwoordt de vriendin:”Nee, hij wil niet dat ik hem op zijn werk lastig val..”
pt_pt: Eu não conseguia me lembrar como jogar um boomerang, mas eventualmente ele voltou para mim.
sv_se: Jag kunde inte riktigt komma ihåg hur man kastade en boomerang, men sen kom det tillbaka till mig.

# miki_module_fun_pun_4
source: I wasn't originally going to get a brain transplant, but then I changed my mind.
de_de: Wie nennst du etwas, dass auf deinem Herd steht, aber gleichzeitig auch unglaublich geheim ist? Topf Secret
fi_fi: Miten saa tamperelaisen hulluksi? Laittaa hänet pyöreään huoneeseen ja sanoo: ”Nurkassa on mustaa makkaraa”
nl_nl: Twee Belgen lopen over een treinrails. Zegt die ene: “Wat een lange trap hè?” Zegt die andere :”Dat valt nog wel mee, maar de leuning zit zo laag”.
pt_pt: Eu não estava indo originalmente para obter um transplante de cérebro, mas depois eu mudei de idéia.
sv_se: Jag skulle inte skaffa en hjärnoperation, men sen så ändrade jag på mig.

# miki_module_fun_pun_40
source: When William joined the army he disliked the phrase 'fire at will'.
de_de: Welchen Doktor benötigt Pinocchio? Holznasenohrenarzt
fi_fi: Miksi mies juoksi päin telkkaria? – Hän halusi elokuvatähdeksi.
nl_nl: Wat is hanensoep? Kippensoep met balletjes.
pt_pt: O Pateta usa o teclado, e o Mickey Mouse.
sv_se: Är den här kastrullen mycket hållbar? Ja, den har ju handtag.

# miki_module_fun_pun_41
source: I don't trust stairs because they're always up to something.
de_de: Was ist der Grund dafür, dass du deine Uhr nicht aufgeben kannst? Kein Uhrheberrecht
fi_fi: Erään miehen nimi oli Koko. Hänelle annettiin seuraavanlaiset ohjeet ennen juhannusta: Koko kokoa kokko. Koko kokkoko kokoon? Koko kokko kokoon. Koko kokoaa kokon.
nl_nl: Je hebt 100 soldaten je trekt er 99 van af, wat hou je over ? Een soldaat, een slappe hand en een emmer vol sperma.
pt_pt: Eu não confio nessas escadas porque eles estão sempre à altura de algo.
sv_se: Hur många indMiki.Frameworkner får det plats i ett träd? Hela stammen.

# miki_module_fun_pun_42
source: So what if I don't know what "apocalypse" means!? It's not the end of the world!
de_de: Ich weiß nicht, was "Apokalypse" bedeutet, na und? Ist doch nicht das Ende der Welt!
fi_fi: Miksi 17 blondia seisoi baarin edessä? – Piti olla 18, jotta pääsi sisään.
fr_fr: Qu'est ce que ça vous fait si je ne sais pas ce que le mot apocalypse veut dire ? C'est pas la fin du monde !
nl_nl: Wat nou als ik niet weet wat de apocalyps betekent?! Dat is dan toch niet het einde van de wereld?!
pt_pt: E se eu não souber o que significa apocalipse? Não é o fim do mundo!
sv_se: Varför har du bara shack spelare på ditt hotell? Därför att de flyttar så sällan.

# miki_module_fun_pun_43
source: My friend's bakery burned down last night. Now his business is toast.
de_de: Die Bäckerei meines Freundes ist gestern abgebrannt. Jetzt ist sein Geschäft Toast.
fi_fi: Mikä on japanilaisen ralliautokuskin nimi? – Hajosiko Takakumi
nl_nl: Men weet nu eindelijk waarom Bin Laden in zee is gegooid. Hij wilde nog 1x een bommetje maken.
pt_pt: A padaria de meu amigo queimou na noite passada. Agora seu negócio é brinde.
sv_se: Varför går inte brandmännen i stövlar längre? De använder lågskor.

# miki_module_fun_pun_44
source: Police were called to a daycare where a three-year-old was resisting a rest.
de_de: Was ist süß und kann singen? Stevia Naidoo
fi_fi: Mikä on maailman turhin työ? – Kertoa hiuksianostattavia tarinoita kaljulle.
nl_nl: Waarom loopt een schaap nogal wankelig? Omdat hij lam is geweest!
pt_pt: A polícia foi chamada para uma creche onde uma criança de três anos estava resistindo a um repouso.
sv_se: Vad fick dig att börja som elektriker? Spänningen!

# miki_module_fun_pun_45
source: Peter Pan punched a lost boy into the sky last week. They say he'll Neverland.
de_de: Wen Peter Pan schlägt, der landet nimmer.
fi_fi: Mikä on mahdottomuuden huippu? Kun kalju ruskeatukkainen mies ajaa sinikattoisella avoautolla pyöreän kulman taakse ja ampuu kyklooppia silmien väliin.
nl_nl: Zitten twee eieren in een pan met kokend water, zegt de ene “Pfff wat is het warm hier”. Zegt de ander “Ach, wordt je hard van!”.
pt_pt: Eu não tenho, mas o Frankstein
sv_se: Att arbeta i en spegel-affär är något jag verkligen kan se mig själv göra.

# miki_module_fun_pun_46
source: I did a theatrical performance about puns. Really, it was just a play on words.
de_de: Dieser Text ist brutal - er enthält so viele Schlagwörter >:o
fi_fi: Mitä pappi sanoi naiselle metrossa? – Meidät on julistettu mieheksi ja vaimoksi. Voimme suudella.
nl_nl: Nissan: Na Iedere Slome Start Alles Nakijken
pt_pt: Eu fiz um desempenho teatral sobre trocadilhos. Realmente era apenas um jogo de palavras.
sv_se: Jag kastade en boomerang för några år sedan. Nu lever jag i konstant skräck.

# miki_module_fun_pun_47
source: The other day I held the door open for a clown. I thought it was a nice jester.
de_de: Welche Sprache spricht man in der Sauna? Schwitzerdeutsch
fi_fi: Chuck Norris juoksi cooperin testin 6 minuutissa.
nl_nl: Wat krijg je als je een bulldog en een shitzu kruist? Bullshit!
pt_pt: O outro dia eu segurei a porta aberta para um palhaço. Pensei que era um bom bobo.
sv_se: Har du hört om 30-centimeters linjalerna? De görs inte längre.

# miki_module_fun_pun_48
source: What did the grape say when it got stepped on? Nothing - but it let out a little whine.
de_de: Was sagte die Traube als jemand drauf trat? Nichts, sie weinte nur etwas.
fi_fi: Erään vessan seinässä oli tussilla kirjoitettu teksti: "Kolme asiaa mitä vihaan: 1. Vandalismi 2. Listat 3. Sarkasmi"
nl_nl: Twee bananen staan een gat te graven. Zegt de ene tegen de andere; “Ik stop er mee, ik krijg een kromme rug.”
pt_pt: O que a uva disse quando foi pisada? Nada - mas soltou um pequeno gemido.
sv_se: Vattnet är mycket viktigt. Om det inte fanns vatten skulle ingen lära sig simma och alla skulle drunkna.

# miki_module_fun_pun_49
source: The girl quit her job at the doughnut factory because she was fed up with the hole business.
de_de: In welcher Einheit messen Hunde ihre Temperatur? Belgrad
fi_fi: Missä kuussa on 23 päivää? – Kaikissa.
nl_nl: Hoe kun je zien dat een stotteraar spaghetti heeft besteld? Zijn tafel staat vol met flesjes spa!
pt_pt: A menina deixou seu trabalho na fábrica de rosquinhas porque estava farta do negócio de buracos.
sv_se: Två rika män stod och skröt om vem som var rikast. - Jag är så rik att jag kan köpa hela jordklotet! - Nej det kan du inte, för jag säljer det inte.

# miki_module_fun_pun_5
source: I'm glad I know sign language, it's pretty handy.
de_de: Was passiert, wenn du zu viel Cola und Bier trinkst? Du colabierst
fi_fi: Mitkä ovat Suomen vaarallisimmat naisen nimet? – Ansa ja Miina. Entä kielteisin miehen nimi? – Eino.
nl_nl: Ik ben blij dat ik gebarentaal ken, het is best handig.
pt_pt: Estou feliz por saber linguagem de sinais, é muito útil.
sv_se: - Mamma, varför är det synd om myror? - Det är väl inte synd om myror? - Jo, fröken sade att vi skulle gå ut och titta på myrstackarna.

# miki_module_fun_pun_50
source: There was a sign on the lawn at a drug rehab center that said "Keep off the grass".
de_de: Da war ein Schild auf der Wiese vor einem Entzugscenter auf dem stand: 'Haltet Abstand vom Gras'
fi_fi: Puutarhurin reaktio odotetun multakuorman saavuttua: – Multa tuli!
nl_nl: De mis van aanstaande zondagochtend gaat niet door, de pastoor ligt met een snotneus in bed.
pt_pt: Havia um sinal no gramado de um centro de reabilitação de drogas que dizia "Mantenha-se fora da grama".
sv_se: - Pappa, kan du knyta mina skor? - Kan inte mamma göra det? - Nej, du har mycket bättre knytnävar.

# miki_module_fun_pun_51
source: Don’t have phone sex, you might get hearing aids.
de_de: Oralsex sollte man immer zu Blasmusik haben.
fi_fi: Mitä yhteistä on nyrkkeilyllä ja kalastuksella? – Kummassakin pyritään osumaan vastustajan leukaan.
nl_nl: Hoe noem je een verloskundige op de markt? Kraamvrouw.
pt_pt: Não faça sexo por telefone, você pode ter aparelhos auditivos.
sv_se: - Vet du vad vakuum är? - Nej inte just nu, men jag har det i huvudet...

# miki_module_fun_pun_52
source: You and I are like the front and back ends of a book; we'll always end up back together.
de_de: Du und ich sind wie die zwei Seiten eines Buches, früher oder später sind wir wieder zusammen
fi_fi: Miten kellon ja yhdentoista suhde alkoi? – Kello lähenteli yhtätoista.
fr_fr: Toi et moi on est comme la première et quatrième de couverture, on finira toujours ensemble.
nl_nl: Wie mogen geen lid worden van de bibliotheek? Boekhouders.
pt_pt: Eu e você somos como a frente e a parte de trás de um livro, nós sempre terminaremos de volta juntos.
sv_se: - Håll ögonen öppna! - Varför det? - Annars ser du inget!

# miki_module_fun_pun_6
source: Why was Cinderella thrown off the basketball team? She ran away from the ball.
de_de: Warum wurde Cinderella aus dem Basketball Team geschmissen? Sie rannte vom Ball weg
fi_fi: Miksi palokunta ei sammuttanut tulipaloa? – Palopäällikkö sanoi: Antakaa palaa!
nl_nl: Waarom is Assepoester uit het voetbalteam gezet? Ze rende weg van het bal.
pt_pt: Por que a Cinderela foi expulsa da equipe de basquete? Ela fugiu da bola.
sv_se: - Hovmästaren, kan jag få några tandpetare? - Tyvärr, alla tandpetare är upptagna för tillfället.

# miki_module_fun_pun_7
source: Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink.
de_de: Hast du vom Mann gehört der von einer Dose Soda getroffen wurde? Er hatte Glück dass es nur ein Soft Drink war.
fi_fi: Miksi kutsutaan autoilijoita, jotka eivät pidä turvaväliä edelläajavaan? – Välinpitämättömiksi.
nl_nl: Belgische wetenschappers zijn erachter gekomen dat alle weduwen langer leven dan hun echtgenoot!
pt_pt: Você ouviu sobre o cara que foi atingido na cabeça com uma lata de refrigerante? Ele teve sorte que era um refrigerante
sv_se: - Hur är det att vara hissinspektör? - Jo tack, det är upp och ner.

# miki_module_fun_pun_8
source: I'm reading a book about anti-gravity. It's impossible to put down.
de_de: Ich lese gerade ein Buch über Antigravitation. Ich kann es einfach nicht mehr absetzen.
fi_fi: Miten kävi rusakkoemolle synnytyksessä? – Huonosti, tuli susi.
fr_fr: Je lis un livre à propos de l'anti-gravité, impossible de le lâcher !
nl_nl: Ik ben een boek aan het lezen over zwaartekracht, het is onmogelijk om neer te leggen!
pt_pt: Estou lendo um livro sobre anti-gravidade. É impossível colocar para baixo
sv_se: Jag läser en bok om antigravitation, det är omöjligt att ställa ner den.

# miki_module_fun_pun_9
source: I'm emotionally constipated. I haven't given a shit in days.
de_de: Ich bin so emotional, ich glaub ich brauche einen eigenen Weinkeller.
fi_fi: Mikä on maailman ehdottomasti ohuin kirja? – Herkulliset kouluruoat.
fr_fr: Je crois que j'ai une éretion mentale, car je m'en branle de ce que tu dis.
nl_nl: Wat is het meervoud van auto? File!
pt_pt: Estou emocionalmente constipado. Eu não tenho dado uma merda a dias.
sv_se: - Vet du varför det står 17 blondiner utanför krogen en lördagskväll? - Nä. - Därför att man måste vara 18 för att komma in.

# miki_module_fun_roll_result
source: 🎲 {0} rolled a **{1}**.
de_de: 🎲 {0} würfelte eine **{1}**
fi_fi: 🎲 {0} pyörytti **{1}**
fr_fr: 🎲 {0} a obtenu un **{1}**
nl_nl: 🎲 {0} rolde een **{1}**
pt_pt: 🎲 {0} rolou um ** {1} **
sv_se: 🎲 {0} kastade en **{1}**

# miki_module_fun_roulette_winner
source: And the winner of `{0}` is {1}.
de_de: Der Gewinner von `{0}` ist {1}
fi_fi: Ja {0}:n voittaja on {1}
fr_fr: Et le gagnant de `{0}` est {1}
nl_nl: En de winnaar van `{0}` is {1}
pt_pt: E o vencedor de `{0}` é {1}
sv_se: Och vinnaren av `{0}` är {1}

# miki_module_fun_roulette_winner_no_arg
source: And the winner is: {0}
de_de: Und der Gewinner ist: {0}
fi_fi: Ja voittaja on {0}
fr_fr: Et le gagnant est `{0}`
nl_nl: En de winnaar is: {0}
pt_pt: E o vencedor é: {0}
sv_se: Och vinnaren är: {0}

# miki_module_fun_slots_win_amount
source: {0}🔸 has been added to your account.
de_de: {0}🔸 wurden zu deinem Account hinzugefügt.
fi_fi: {0}🔸 on lisätty tilillesi.
fr_fr: {0}🔸 ont été ajoutés a votre compte.
nl_nl: {0} 🔸 zijn aan je account toegevoegd.
pt_pt: {0} 🔸 foi adicionado à sua conta.
sv_se: {0}🔸 har lagts till på ditt konto.

# miki_module_fun_slots_win_header
source: You win!
de_de: Du gewinnst!
fi_fi: Voitit!
fr_fr: Tu as gagné !
nl_nl: Je hebt gewonnen!
pt_pt: você ganhou!
sv_se: Du vann!

# miki_command_description_8ball
source: Push your luck by asking Miki specific questions about your life!
de_de: Teste dein Glück indem du Miki Fragen zu deinem Leben stellst!
fi_fi: Kokeile onneasi kysymällä Mikiltä kysymys elämästäsi!
fr_fr: Pousse ta chance en posant des questions sur ta vie à Miki !
nl_nl: Beproef je geluk door Miki specifieke vragen over je leven te stellen!
pt_pt: Empurre sua sorte perguntando a Miki perguntas específicas sobre sua vida!
sv_se: Pröva din lycka med att fråga Miki en speciell fråga om ditt liv!

# miki_command_description_pasta
source: Save and load lines of text.
de_de: Speichere und lade bestimmte Textzeilen.
fi_fi: Tallenna ja lataa teksti.
fr_fr: Sauvegarde et charge certaines lignes de texte
nl_nl: Voor het opslaan en laden van bepaalde regels tekst.
pt_pt: Salvar e carregar em determinadas linhas de texto.
sv_se: spara och ladda up vissa delar av texten.

# miki_command_usage_8ball
source: >8ball <question>
de_de: >8ball <Frage>
fi_fi: >8pallo <kysymys>
nl_nl: >8ball <vraag>
sv_se: >8ball <fråga>
